Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: Action Command Prompt
fr_fr: Boite de dialogue

source: Without this plugin your printer will no longer be able to triggerconfirmation or selection prompts in OctoPrint
fr_fr: Sans ce plugin, votre imprimante ne sera pas capable de confirmer la sélection dans octoprint

source: Message from your printer
fr_fr: Message de votre imprimante

source: Action Command Prompt Settings
fr_fr: Boite de dialogue

source: Enable support
fr_fr: Activation du support

source: If detected as supported by the firmware (<code>PROMPT_SUPPORT</code> capability)
fr_fr: Si détecté comme supporté par le firmware (<code>PROMPT_SUPPORT</code> capability)

source: Always
fr_fr: Toujours

source: Never
fr_fr: Jamais

source: Advanced options
fr_fr: Options avancées

source: Dialog command
fr_fr: Boite de dialogue

source: Use this to define the dialog command. Default is <code>M876</code>. You normally should not have to change this.
fr_fr: Utiliser cette définition dans la boite de dialogue. La valeur par défaut est <code>M876</code>. Normalement, il est inutile de changer".".

source: Enable force sending of the configured command to bypass blocking firmware routines if detected as supported. You normally should not have to change this.
fr_fr: Forcer la commande configurée à passer le blocage firmware si supportée. Vous n'avez normalement pas à modifier ce paramètre".".

source: Enable signaling to the firmware that we support <code>prompt_*</code> actions if detected as supported. You normally should not have to change this.
fr_fr: Signaler au firmware que les actions <code>prompt_*</code> sont supportées si détectées. Vous n'avez normalement pas à modifier ce paramètre".".

source: Announcements
fr_fr: Annonces

source: Without this plugin you might miss important announcements regarding security or other critical issues concerning OctoPrint.
fr_fr: Sans ce plugin, vous pouvez rater des annonces de sécurité ou failles critiques concernant Octoprint".".

source: Cannot be toggled
fr_fr: Ne peux pas être inversé

source: Disable Channel
fr_fr: Canal désactivé

source: Enable Channel
fr_fr: Canal activé

source: You can edit your announcement subscriptions under Settings > Announcements.
fr_fr: Vous pouvez modifier vos abonnements à des annonces sous Paramètres> Annonces.

source: Later
fr_fr: Plus tard

source: Mark read
fr_fr: Marqué comme lu

source: Read...
fr_fr: Lecture...

source: Mark as last read
fr_fr: Marquer comme dernier lu

source: Close
fr_fr: Fermer

source: Configured Channels
fr_fr: Canaux configurés

source: Name
fr_fr: Nom

source: Refresh Announcements
fr_fr: Annonces rafraichies

source: Application Keys
fr_fr: Clef d'application

source: Without this plugin third party clients will no longer be able to obtain an API key without you manually copy-pasting it.
fr_fr: Sans ce plugin, les clients tiers ne pourront plus obtenir de clé API sans un copier-coller manuel.

source: You are about to revoke the application key "%(key)s".
fr_fr: Vous êtes en train de révoquer la clef d'application "%(key)s".

source: "<strong>%(app)s</strong>" has requested access to control OctoPrint through the API.
fr_fr: "<strong>%(app)s</strong>" a demandé l'accès pour contrôler OctoPrint via l'API.

source: Do you want to allow access to this application with your user account?
fr_fr: Voulez vous accéder à cette application avec votre compte?

source: Access Request
fr_fr: Authentification requise

source: Allow
fr_fr: Accepter

source: Deny
fr_fr: Refuser

source: You are about to revoke %(count)d application keys.
fr_fr: Vous êtes sur le point de révoquer %(count)d clés d'application.

source: Revoking application keys
fr_fr: Clefs d'application supprimées

source: Revoking %(count)d application keys...
fr_fr: %(count)d applications révoquées...

source: Revoked %(key)s...
fr_fr: Supprimé %(key)s...

source: Revocation of %(key)s failed, continuing...
fr_fr: Révocation de %(key)s échouée, continuer...

source: Deletion of %(key)s failed: %(error)s
fr_fr: Supression de %(key)s échouée: %(error)s

source: There are no application keys registered yet.
fr_fr: Aucune application enregistrée".".

source: Select all on this page
fr_fr: Choisir tout dans cette page

source: Select all
fr_fr: Sélectionner tout

source: Select all by user...
fr_fr: Sélectionné par utilisateur".".

source: Select all by app...
fr_fr: Sélectionné par l'application".".

source: Clear selection
fr_fr: Effacer la selection

source: Revoke selected
fr_fr: Révoquer la sélection

source: User
fr_fr: Utilisateur

source: Application identifier
fr_fr: Clef d'application

source: API Key
fr_fr: Clef API

source: Copy API Key to clipboard
fr_fr: Copier la clef API dans le presse papier

source: Revoke
fr_fr: Révoquer

source: Registered application keys
fr_fr: Clefs d'application enegistrées

source: Manually generate an application key
fr_fr: Générer manuellement une clef d'application

source: Generate
fr_fr: Génerer

source: Backup & Restore
fr_fr: Sauvegarde et restauration

source: Without this plugin you will no longer be able to backup & restore your OctoPrint settings and data.
fr_fr: Sans ce plugin, vous ne pourrez pas sauvegarder ou restaurer vos réglages Octoprint".".

source: You are about to delete backup file "%(name)s".
fr_fr: Suppression de la sauvegarde "%(name)s".

source: You are about to restore the backup file "%(name)s". This cannot be undone.
fr_fr: Restauration de la sauvegarde "%(name)s". Cela ne pourra plus être modifié.

source: You are about to upload and restore the backup file "%(name)s". This cannot be undone.
fr_fr: Téléchargement et restauration de la sauvegarde "%(name)s". Cela ne pourra plus être modifié.

source: You are about to delete the record of plugins unknown during the last restore.
fr_fr: Suppression de l'enregistrement d'un plugin inconnu durant la dernière restauration.

source: You are about to delete %(count)d backups.
fr_fr: Suppression de %(count)d sauvegardes".".

source: Backup created successfully
fr_fr: Sauvegarde réalisée avec succès

source: Creating the backup failed
fr_fr: Sauvegarde échouée

source: OctoPrint could not create your backup. Please consult <code>octoprint.log</code> for details. Error: %(error)s
fr_fr: Octoprint ne peux pas créer de sauvegarde. Consulter<code>octoprint.log</code> pour plus de détails. Error: %(error)s

source: Restoring from backup...
fr_fr: Restauration depuis sauvegarde...

source: Restore failed! Check the above output and octoprint.log for reasons as to why.
fr_fr: Restauration échouée. Consulter octoprint.log pour plus d'informations.

source: Restore successful! The server will now be restarted!
fr_fr: Restauration réussie!! Redémarrer le serveur!

source: Installing plugin "%(plugin)s}"...
fr_fr: Installation du plugin "%(plugin)s}"...

source: Cannot install plugin "%(plugin)s" due to it being incompatible to this OctoPrint version and/or underlying operating system
fr_fr: Installation du plugin "%(plugin)s" impossible. Incompatibilité de version entre Octoprint et le système d'exploitation

source: There are %(count)d plugins you'll need to install manually since they aren't registered on the repository:
fr_fr: Il y a %(count)d plugins que vous devez installer manuellement, ils ne sont plus enregistrés dans le repository:

source: Deleting backups
fr_fr: Suppression des sauvegardes

source: Deleting %(count)d backups...
fr_fr: Suppression de %(count)d sauvegardes".".

source: Deleted %(filename)s...
fr_fr: Suppression de %(filename)s...

source: Deletion of %(filename)s failed, continuing...
fr_fr: Suppression de %(filename)s échouée, continuer...

source: Deletion of %(filename)s failed: %(error)s
fr_fr: Suppression de %(filename)s... échouée: %(error)s

source: Some plugins during the last restore could not be identified and hence not automatically installed. Please install them manually, they are listed below including their stated homepages:
fr_fr: Certains plugins lors de la dernière restauration n'ont pas pu être identifiés et ne sont donc pas installés automatiquement. Veuillez les installer manuellement. Ils sont répertoriés ci-dessous, y compris leurs pages d'accueil déclarées:

source: Delete record of unknown plugins
fr_fr: Supprimer l'enregistrement de plugins inconnus

source: Existing backups
fr_fr: Sauvegarde existante

source: There are no backups. Maybe create one below?
fr_fr: Il n'y a pas de sauvegardes. En créer une?

source: These are the backups of your settings and files that already exist on this OctoPrint instance. You may delete, download or restore them.
fr_fr: Ce sont les sauvegardes de vos paramètres et fichiers qui existent déjà sur cette instance OctoPrint. Vous pouvez les supprimer, les télécharger ou les restaurer.

source: Delete selected
fr_fr: Sélection supprimée

source: Size
fr_fr: Format

source: Delete
fr_fr: Supprimer

source: Download
fr_fr: Télécharger

source: Restore
fr_fr: Restaurer

source: Create backup
fr_fr: Créer une sauvegarde

source: Create a new backup of the current state.
fr_fr: Créer une nouvelle sauvegarde avec les paramètres actuels.

source: Exclude uploaded files & metadata from backup
fr_fr: Exclure les fichiers téléchargés et les métadonnées de la sauvegarde

source: Exclude timelapses from backup
fr_fr: Exclure les timelaps de la sauvegarde

source: Create backup now
fr_fr: Créer une sauvegarde maintenant

source: Restore from uploaded backup
fr_fr: Restaurer depuis une sauvegarde exportée

source: Restore settings & files from an uploaded backup archive.
fr_fr: Restaurer les réglages et fichiers depuis une archive sauvegardée.

source: Backup file
fr_fr: Fichier de sauvegarde

source: Browse...
fr_fr: Explorer".".

source: Upload & restore
fr_fr: Envoyer et restaurer

source: Please note that the operating system that this OctoPrint server is running on does not support automatically restoring backups. You will have to <a href="%(url)s" target="_blank" rel="noopener noreferrer">restore your backups manually for now</a>.
fr_fr: Veuillez noter que le système d'exploitation sur lequel OctoPrint est exécuté ne prend pas en charge la restauration automatique des sauvegardes. Vous devrez <a href="%(url)s" target="_blank" rel="noopener noreferrer"> restaurer vos sauvegardes manuellement pour l'instant </a>.

source: Without this plugin OctoPrint will no longer be able to perform setup steps that might be required after an update.
fr_fr: Sans ce plugin, OctoPrint ne pourra plus effectuer les étapes de configuration éventuellement nécessaires après une mise à jour.

source: Server Commands
fr_fr: Commandes serveur

source: Access Control
fr_fr: Contrôle d'accès

source: Online connectivity check
fr_fr: Test de connectivité

source: Plugin blacklist
fr_fr: Liste noire Plugins

source: Default Printer Profile
fr_fr: Paramètres d'impression par défaut

source: If you disable Access Control <strong>and</strong> your OctoPrint installation is accessible from the internet, your printer <strong>will be accessible by everyone - that also includes the bad guys!</strong>
fr_fr: Si vous désactivez le contrôle d'accès <strong> et </ strong> votre installation OctoPrint est accessible depuis Internet, votre imprimante <strong> sera accessible à tout le monde - cela inclut également les pirates! </ Strong>

source: Please set up Access Control
fr_fr: Veuillez configurer le contrôle d'accès

source: You haven't yet set up access control. You need to either setup a username and password and click "Keep Access Control Enabled" or click "Disable Access Control" before continuing
fr_fr: Vous n'avez pas encore configuré le contrôle d'accès. Vous devez soit configurer un nom d'utilisateur et un mot de passe et cliquer sur "Garder le contrôle d'accès activé" ou cliquer sur "Désactiver le contrôle d'accès" avant de continuer

source: Please set up the online connectivity check
fr_fr: Veuillez configurer la connectivité en ligne

source: You haven't yet decided on whether to enable or disable the online connectivity check. You need to either enable or disable it before continuing.
fr_fr: Vous n'avez pas encore décidé d'activer ou de désactiver le contrôle de la connectivité en ligne. Vous devez l'activer ou le désactiver avant de continuer.

source: Please set up the plugin blacklist processing
fr_fr: Veuillez configurer le traitement de la liste noire du plugin

source: You haven't yet decided on whether to enable or disable the plugin blacklist processing. You need to either enable or disable it before continuing.
fr_fr: Vous n'avez pas encore décidé d'activer ou de désactiver le traitement de la liste noire du plugin. Vous devez l'activer ou le désactiver avant de continuer.

source: <p> <strong>Please read the following, it is very important for your printer's health!</strong> </p> <p> OctoPrint by default ships with Access Control enabled, meaning you won't be able to do anything with the printer unless you login first as a configured user. This is to <strong>prevent strangers - possibly with malicious intent - to gain access to your printer</strong> via an untrustworthy network and using it in such a way that it is damaged or worse (i.e. causes a fire). </p> <p> If you plan on accessing OctoPrint remotely over the internet, <strong>you should not only rely on the built-in Access Control mechanisms</strong> however - <a href="%(safe_remote_url)s" target="_blank" rel="noopener noreferrer">take additional precautions</a>. Your OctoPrint enabled printer is a critical home appliance you really should not give anyone who happens to be connected to the internet access to - even read-only! <strong>An instance available publicly on the internet will be found, and people will try to break it open.</strong> </p> <p> It looks like you haven't configured access control yet. Please <strong>set up a username and password</strong> for the initial administrator account who will have full access to both the printer and OctoPrint's settings, then click on "Keep Access Control Enabled": </p>
fr_fr: <p> <strong> Veuillez lire ce qui suit, c'est très important pour la santé de votre imprimante! </ strong> </ p> <p> OctoPrint est livré par défaut avec le contrôle d'accès activé, ce qui signifie que vous ne pourrez rien faire avec l' imprimante à moins que vous ne vous connectiez d'abord en tant qu'utilisateur configuré. C’est pour <strong> empêcher les intrus - éventuellement avec intention malveillante: accéder à votre imprimante </ strong> via un réseau non fiable et de l’utiliser de manière à ce qu’elle soit endommagée ou pire (c’est-à-dire provoque un incendie). </ p> <p> Si vous envisagez d’accéder à OctoPrint à distance par Internet, <strong> vous ne devez pas vous fier uniquement aux fonctions intégrées. Mécanismes de contrôle d'accès </ strong> cependant - <a href="%(safe_remote_url)s" target="_blank" rel="noopener noreferrer"> prenez des précautions supplémentaires </a>. Votre imprimante compatible OctoPrint est un appareil domestique essentiel à ne pas donner à qui que ce soit. connecté à l'accès Internet à - même en lecture seule! <strong> Si une instance accessible au public sur Internet est trouvée, des personnes malveillantes vont tenter de s'introduire dans le système. </ strong> </ p> <p> On dirait que vous n'avez pas encore configuré le contrôle d'accès. Veuillez <strong> configurer un nom d'utilisateur et un mot de passe </ strong> pour le compte d’administrateur initial qui aura un accès complet aux paramètres de l’imprimante et d’OctoPrint, puis cliquez sur sur "Maintenir le contrôle d'accès activé": </ p>

source: Username
fr_fr: Login

source: Password
fr_fr: Mot de passe

source: Confirm Password
fr_fr: Confirmez le mot de passe

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: <p> <strong>Note:</strong> In case that your OctoPrint installation is only accessible from within a trustworthy local network and you don't need Access Control for other reasons, you may alternatively disable Access Control. You should only do this if you are absolutely certain that only people you know and trust will be able to connect to it. </p> <p> <strong>Do NOT underestimate the risk of access from the internet to your printer and OctoPrint instance!</strong> </p>
fr_fr: <p> <strong> Remarque: </ strong> au cas où votre installation OctoPrint serait uniquement accessible depuis un réseau local digne de confiance. Si vous avez besoin du contrôle d’accès pour d’autres raisons, vous pouvez également désactiver le contrôle d’accès. Faites-le si vous êtes absolument certain que seules les personnes que vous connaissez et en qui vous avez confiance seront en mesure de s'y connecter. </ p> <p> <strong> Ne sous-estimez pas le risque d'accès d'Internet à votre imprimante et à votre instance OctoPrint! </ strong> </ p>

source: Disable Access Control
fr_fr: Désactiver le contrôle d'accès

source: Keep Access Control Enabled
fr_fr: Maintenir le contrôle d'accès activé

source: Access control is <strong class="text-success">enabled</strong>.
fr_fr: Le contrôle d'accès <strong class="text-success">activé</strong>.

source: Access control is <strong class="text-danger">disabled</strong>.
fr_fr: Le contrôle d'accès <strong class="text-success">désactivé</strong>.

source: Configure the connectivity check
fr_fr: Configurer le contrôle de connectivité

source: If it is disabled OctoPrint will always assume to have a working connection to the internet. If that should not actually be the case, server startups, update checks and the like might take longer.
fr_fr: S'il est désactivé, OctoPrint supposera toujours que sa connexion à Internet est opérationnelle. Si cela ne devait pas être le cas, le démarrage du serveur, les vérifications de mise à jour, etc., pourraient prendre plus de temps.

source: OctoPrint comes preconfigured to perform the connectivity check every 15 minutes. You may change the value here.
fr_fr: OctoPrint est préconfiguré pour effectuer le contrôle de connectivité toutes les 15 minutes. Vous pouvez changer la valeur ici.

source: OctoPrint comes preconfigured to utilize Google's DNS server <code>8.8.8.8</code>, port 53 for the connectivity check (if it's enabled). If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
fr_fr: OctoPrint est préconfiguré pour utiliser le serveur DNS <code> 8.8.8.8 </ code> de Google, pour le contrôle de la connectivité (si c'est activé). Si cela vous pose problème, définissez l'adresse IP et le port d'un autre serveur en ligne que vous utilisez. confiance et qui a une haute disponibilité.

source: Finally, please decide on whether to enable or disable the connectivity check. You may change the configuration at any time to a later date through Settings > Server right from within OctoPrint.
fr_fr: Enfin, veuillez décider d'activer ou de désactiver le contrôle de connectivité. Vous pouvez changer la configuration à à tout moment à une date ultérieure via Paramètres> Serveur directement depuis OctoPrint.

source: Disable Connectivity Check
fr_fr: Désactiver le contrôle de connectivité

source: Enable Connectivity Check
fr_fr: Activer le contrôle de connectivité

source: Connectivity check is <strong class="text-success">enabled</strong>.
fr_fr: Contrôle de connectivité<strong class="text-success">activé</strong>.

source: Connectivity check is <strong class="text-danger">disabled</strong>.
fr_fr: Contrôle de connectivité<strong class="text-success">désactivé</strong>.

source: Configure plugin blacklist processing
fr_fr: Configurer le traitement de la liste noire du plugin

source: To protect against known severe issues with certain versions of third party plugins, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugin versions before they can interfere with normal operation, allowing you to uninstall or update them to a newer version.
fr_fr: Pour vous protéger contre les problèmes graves connus liés à certaines versions de plugins tiers, OctoPrint prend en charge l'utilisation d’une liste noire de version de plugin centralisée pour désactiver automatiquement ces versions de plugin avant qu’elles ne puissent interférer avec fonctionnement normal, vous permettant de les désinstaller ou de les mettre à jour vers une version plus récente.

source: By default, OctoPrint will use the blacklist hosted at <code>plugins.octoprint.org/blacklist.json</code> which you can also take a look at in a more human readable format <a href="%(url)s" target="_blank">here</a>.
fr_fr: Par défaut, OctoPrint utilisera la liste noire hébergée à <code> plugins.octoprint.org/blacklist.json </ code>. Vous pouvez également jeter un coup d’œil dans un format plus lisible par l’être humain <a href="%(url)s" target="_blank"> ici </a>.

source: Please decide whether to allow fetch and use of this centralized blacklist starting with the next server start. You may also change your decision at any time through Settings > Server right from within OctoPrint.
fr_fr: Veuillez décider d'autoriser ou non l'extraction et l'utilisation de cette liste noire centralisée à partir du prochain démarrage du serveur. Vous pouvez également modifier votre décision à tout moment via Paramètres> Serveur directement depuis OctoPrint.

source: Disable Plugin Blacklist Processing
fr_fr: Désactiver le traitement de la liste noire des plugins

source: Enable Plugin Blacklist Processing
fr_fr: Activer le traitement de la liste noire des plugins

source: Plugin blacklist processing is <strong class="text-success">enabled</strong>.
fr_fr: Le traitement de la liste noire des plugins est <strong class="text-success">activé</strong>.

source: Plugin blacklist processing is <strong class="text-danger">disabled</strong>.
fr_fr: Le traitement de la liste noire des plugins est <strong class="text-success">désactivé</strong>.

source: Set up your printer profile
fr_fr: Configurez votre profil d'imprimante

source: Please make sure the settings below match your printer. If you plan on connecting more than one printer to OctoPrint, you can also configure additional printer profiles under Settings > Printer Profiles
fr_fr: Assurez-vous que les paramètres ci-dessous correspondent à votre imprimante. Si vous envisagez de connecter plusieurs imprimantes dans OctoPrint, vous pouvez également configurer des profils d’imprimante supplémentaires sous Paramètres> Profils d’imprimante

source: Print bed & build volume
fr_fr: Lit d'impression et volume de construction

source: Hotend & extruder
fr_fr: Buse et extrudeur

source: <p> OctoPrint supports calling external commands in order to restart itself or restarting and/or shutting down the system it is running on. You may configure those here. </p>
fr_fr: <p> OctoPrint prend en charge l'appel de commandes externes afin de s'auto-redémarrer ou de redémarrer et / ou de se fermer Vous pouvez configurer cela ici. </ p>

source: OctoPrint related commands
fr_fr: Commandes liées à OctoPrint

source: System related commands
fr_fr: Commandes liées au système

source: Webcam &amp; Timelapse Recordings
fr_fr: Webcam & amp; Enregistrements en accéléré

source: <p> If you have a webcam, you may now configure it here. </p>
fr_fr: <p> Si vous avez une webcam, vous pouvez maintenant la configurer ici. </ p>
