Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: Timeout after which to unload the stream if the control tab is not visible
fr_fr: Délai d'expiration du déchargement du flux si l'onglet de contrôle n'est pas visible

source: Stream timeout
fr_fr: Délai d'attente du flux

source: URL to embed into the UI for live viewing of the webcam stream
fr_fr: URL à intégrer à l'interface utilisateur pour la visualisation en direct du flux de la webcam

source: Stream URL
fr_fr: URL du flux

source: Needs to be reachable from the browser displaying the OctoPrint UI, used to embed the webcam stream into the page.
fr_fr: Doit être accessible depuis le navigateur affichant l'interface utilisateur OctoPrint, utilisée pour incorporer le flux de la webcam dans la page.

source: Webcam stream loading...
fr_fr: Chargement du flux de la webcam ...

source: Webcam stream not loaded
fr_fr: Le flux de la webcam n'est pas chargé

source: It might not be configured correctly or require authentication. To have this fixed, get in touch with an administrator of this OctoPrint instance.
fr_fr: Il se peut qu'il ne soit pas configuré correctement ou nécessite une authentification Pour résoudre ce problème, contactez un administrateur de cette instance OctoPrint.

source: It might not be configured correctly or require authentication. You can change the URL of the stream under "Settings" > "Webcam & Timelapse" > "Webcam" > "Stream URL". If you don't have a webcam you can also just disable webcam support there.
fr_fr: Il se peut qu'il ne soit pas configuré correctement ou nécessite une authentification Vous pouvez modifier l'URL du flux sous "Paramètres"> "Webcam & Accéléré"> "Webcam"> "URL du flux". Si vous ne possédez pas de webcam, vous pouvez également simplement désactiver le support de la webcam.

source: Currently configured stream URL
fr_fr: URL de flux actuellement configurée

source: Keyboard controls active
fr_fr: Commandes de clavier actives

source: X Axis
fr_fr: Axe X

source: Y Axis
fr_fr: Axe Y

source: Z Axis
fr_fr: Axe Z

source: Home X/Y
fr_fr: Accueil X / Y

source: Home Z
fr_fr: Accueil Z

source: Stepsize
fr_fr: Pas

source: Hint: If you move your mouse over the picture, you enter keyboard control mode.
fr_fr: Astuce: Si vous déplacez votre souris sur l'image, vous passez en mode de contrôle du clavier.

source: Feed rate:
fr_fr: Taux d'alimentation:

source: Select Tool...
fr_fr: Sélectionner l'outil...

source: Extrude
fr_fr: Extruder

source: Retract
fr_fr: Retracter

source: Flow rate:
fr_fr: Débit:

source: Motors off
fr_fr: Arrêt moteurs

source: Fan on
fr_fr: Marche ventilateur

source: Fan off
fr_fr: Arrêt ventilateur

source: Previous layer
fr_fr: Couche précédente

source: Next layer
fr_fr: Couche suivante

source: Model info
fr_fr: Informations sur le modèle

source: Layer info
fr_fr: Informations sur la couche

source: Renderer options
fr_fr: Options de rendu

source: Sync with job progress
fr_fr: Synchroniser avec l'avancement des travaux

source: Center viewport on model
fr_fr: Centrer la fenêtre sur le modèle

source: Zoom in on model
fr_fr: Zoom sur le modèle

source: Show moves
fr_fr: Montrer les mouvements

source: Show retracts
fr_fr: Afficher les rétractations

source: Show approx. print head position
fr_fr: Montrer env. position de la tête d'impression

source: Also show previous layer
fr_fr: Afficher également la couche précédente

source: Also show current layer
fr_fr: Afficher également la couche actuelle

source: Also show next layer
fr_fr: Afficher également la couche suivante

source: Reload
fr_fr: Recharger

source: Show visited bounding box
fr_fr: Afficher le cadre de sélection visité

source: Show printed bounding box
fr_fr: Afficher le cadre de sélection imprimé

source: Hide empty layers
fr_fr: Masquer les calques vides

source: Causes reload
fr_fr: Provoque le rechargement

source: Sort layers
fr_fr: Trier les calques

source: Reset options
fr_fr: Options de réinitialisation

source: Note that the time and usage values in this tab are <strong>estimated</strong> by the GCODE viewer in your browser and might differ from the values <strong>estimated</strong> by the server that are displayed in the "State" and "Files" panels in the sidebar due to slightly different implementations. Also note that these <strong>estimated</strong> values may be inaccurate since they can also take information present in the GCODE file into account.
fr_fr: Notez que les valeurs de durée et d'utilisation de cet onglet sont <strong>estimées</strong> par le visualiseur GCODE de votre ordinateur. navigateur Web et peuvent différer des valeurs <strong>estimées</strong> par le serveur affichées dans le "Etat" et "Fichiers" dans la barre latérale en raison d'implémentations légèrement différentes. Notez également que ces les valeurs <strong>estimées</strong> peuvent être inexactes, car elles peuvent également prendre des informations présentes dans le répertoire. Fichier GCODE en compte.

source: <p> You've selected <strong data-bind="text: selectedFile.name"></strong> for printing which has a size of <strong data-bind="text: formatSize(selectedFile.size())"></strong>. Depending on your machine this might be too large for rendering and cause your browser to become unresponsive or crash. </p> <p> Are you sure you want to visualize this file nevertheless? </p>
fr_fr: <p> Vous avez sélectionné <strong data-bind ="text: selectedFile.name"></strong> pour une impression de taille <strong data-bind ="text: formatSize (selectedFile.size ())"></strong>En fonction de votre machine, cette peut être trop volumineux pour le rendu et empêcher votre navigateur de répondre ou de provoquer un plantage. </ p> <p> Êtes-vous sûr de vouloir visualiser ce fichier quand même? </ p>

source: Yes, please visualize %(name)s regardless of its size
fr_fr: Oui, merci de visualiser %(name)s quelle que soit sa taille

source: Current actual temperature as reported by your printer
fr_fr: Température réelle actuelle indiquée par votre imprimante

source: Current target temperature as reported by your printer
fr_fr: Température cible actuelle telle que rapportée par votre imprimante

source: Offset to apply to temperature commands sent from files
fr_fr: Décalage à appliquer aux commandes de température envoyées à partir de fichiers

source: Fine adjust: -1°C
fr_fr: Réglage fin: -1 ° C

source: Fine adjust: +1°C
fr_fr: Réglage fin: + 1 ° C

source: Set
fr_fr: Règlage

source: Change Offset
fr_fr: Changer le décalage

source: Send
fr_fr: Envoyer

source: Autoscroll
fr_fr: Défilement automatique

source: Scroll to end
fr_fr: Faites défiler jusqu'à la fin

source: Copy all
fr_fr: Copier tout

source: For performance reasons only a limited amount of terminal functionality is enabled right now.
fr_fr: Pour des raisons de performances, seule une quantité limitée de fonctionnalités du terminal est activée pour le moment.

source: Fake Acknowledgement
fr_fr: Fausse Reconnaissance

source: If acknowledgements ("ok"s) sent by the firmware get lost due to issues with the serial communication to your printer, OctoPrint's communication with it can become stuck. If that happens, this can help. Please be advised that such occurrences hint at general communication issues with your printer which will probably negatively influence your printing results and which you should therefore try to resolve!
fr_fr: Si les accusés de réception ("ok") envoyés par le micrologiciel sont perdus en raison de problèmes de communication série avec votre imprimante, la communication d’OctoPrint avec celle-ci risque de rester bloquée. Si cela se produit, cela peut aider. Veuillez noter que de tels incidents font allusion à des problèmes de communication généraux avec votre imprimante, susceptibles d’influencer négativement vos résultats d’impression et que vous devez donc essayer de résoudre!

source: Force fancy functionality
fr_fr: Forcer la fonctionnalité de fantaisie

source: Force terminal output during printing
fr_fr: Forcer la sortie du terminal pendant l'impression

source: Some functionality of the terminal will be disabled if OctoPrint detects that your browser is too slow for that. You may force it back on here, but be aware that this might make your browser unresponsive.
fr_fr: Certaines fonctionnalités du terminal seront désactivées si OctoPrint détecte que votre navigateur est trop lent pour cela. Vous pouvez forcer le retour ici, mais sachez que votre navigateur pourrait ne plus répondre.

source: Take note that timelapse configuration is disabled while your printer is printing.
fr_fr: Notez que la configuration timelapse est désactivée pendant l’impression.

source: Timelapse Configuration
fr_fr: Configuration de timelapse

source: Timelapse Mode
fr_fr: Mode Timelapse

source: Does not work when printing from the printer's SD Card (no way to detect the change in Z reliably). Use "Timed" mode for those prints instead.
fr_fr: Ne fonctionne pas lors de l'impression à partir de la carte SD de l'imprimante (aucun moyen de détecter le changement de Z de manière fiable). Utilisez plutôt le mode "Temporisé" pour ces impressions.

source: Minimum interval
fr_fr: Intervalle minimum

source: OctoPrint will rate limit snapshots to this minimum interval. This it to prevent against performance issues with vase mode/continous z prints.
fr_fr: OctoPrint notera les instantanés en limite à cet intervalle minimum. Cela évite les problèmes de performances avec les impressions en mode vase / z en continu.

source: Snapshot interval
fr_fr: Intervalle d'instantané

source: Timelapse frame rate
fr_fr: Fréquence d'images par timelapse

source: OctoPrint will use the final picture to add this many seconds to the end of your rendered timelapse.
fr_fr: OctoPrint utilisera l'image finale pour ajouter ce nombre de secondes à la fin de votre timelapse.

source: Enter the retraction z-hop used in the firmware or the gcode file to trigger snapshots for the timelapse only if a real layer change happens. For this to work properly your retraction z-hop has to be different from your layerheight!
fr_fr: Entrez le z-hop de rétraction utilisé dans le micrologiciel ou le fichier gcode pour déclencher des instantanés pour le timelapse uniquement si un changement de couche réel se produit. Pour que cela fonctionne correctement, votre rétraction z-hop doit être différente de votre hauteur de couche!

source: Save as default
fr_fr: Enregistrer par défaut

source: Check this to make your selected timelapse mode and options persist across restarts.
fr_fr: Cochez cette case pour que le mode timelapse et les options que vous avez sélectionnés soient conservés lors des redémarrages.

source: You have unsaved changes. Don't forget to save them.
fr_fr: Vous avez des changements non enregistrés. N'oubliez pas de les sauvegarder.

source: Save changes
fr_fr: Sauvegarder les modifications

source: Reset to active configuration
fr_fr: Réinitialiser la configuration active

source: Timelapse not fully configured
fr_fr: Timelapse pas complètement configuré

source: The snapshot URL and/or the path to FFMPEG are missing. To have this fixed, get in touch with an administrator of this OctoPrint instance.
fr_fr: L'URL de l'instantané et / ou le chemin d'accès à FFMPEG sont manquants. Pour résoudre ce problème, contactez un administrateur de cette instance OctoPrint.

source: The snapshot URL and/or the path to FFMPEG are missing. You can change both under "Settings" > "Webcam & Timelapse" > "Timelapse". If you don't have a webcam or don't want to enable timelapse support you can also just disable it there.
fr_fr: L'URL de l'instantané et / ou le chemin d'accès à FFMPEG sont manquants. Vous pouvez modifier les deux sous "Paramètres"> "Webcam & Accéléré"> "Accéléré". Si vous ne possédez pas de webcam ou si vous ne souhaitez pas activer le support timelapse, vous pouvez simplement le désactiver ici.

source: Currently configured snapshot URL
fr_fr: URL de capture instantanée actuellement configurée

source: Currently configured path to FFMPEG
fr_fr: Chemin actuellement configuré vers FFMPEG

source: Finished Timelapses
fr_fr: Timelapses terminés

source: Sort by date
fr_fr: Trier par date

source: Unrendered Timelapses
fr_fr: Timelapses non rendus

source: Frames
fr_fr: Images

source: Delete unrendered timelapse
fr_fr: Supprimer le timelapse non rendu

source: Render timelapse
fr_fr: Rendre le timelapse
