Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: Use this to specify commands on which OctoPrint should pause the print job. Just the G or M code, comma separated. Defaults to <code>M0</code>, <code>M1</code> and <code>M25</code>.
fr_fr: Utilisez-le pour spécifier les commandes sur lesquelles OctoPrint doit suspendre le travail d'impression. Juste le code G ou M, séparés par une virgule. Par défaut à <code>M0</code>, <code>M1</code> and <code>M25</code>.

source: Command to send to the firmware on first handshake attempt.
fr_fr: Commande à envoyer au firmware lors de la première tentative de prise de contact.

source: "Hello" command
fr_fr: commande Bonjour

source: Use this to specify a different command than the default <code>M110</code> to send to the printer on initial connection to trigger a communication handshake.
fr_fr: Utilisez cette option pour spécifier une commande différente de la <code>M110</code> par défaut à envoyer à l’imprimante lors de la connexion initiale pour déclencher une négociation.

source: Commands that are know to run long and hence should suppress communication timeouts from being triggered.
fr_fr: Les commandes dont l'exécution est connue doivent par conséquent empêcher les délais d'attente de communication d'être déclenchées.

source: Long running commands
fr_fr: Commandes longues en cours

source: Use this to specify the commands known to take a long time to complete without output from your printer and hence might cause timeout issues. Just the G or M code, comma separated.
fr_fr: Utilisez cette option pour spécifier les commandes dont l'exécution est longue, sans déconnexion de votre imprimante, ce qui peut entraîner des problèmes de délai. Juste le code G ou M, séparés par une virgule.

source: Commands that always require a line number and checksum to be sent with them.
fr_fr: Les commandes qui nécessitent toujours un numéro de ligne et une somme de contrôle à envoyer avec elles.

source: Commands that always require a checksum
fr_fr: Commandes qui nécessitent toujours une somme de contrôle

source: Use this to specify which commands <strong>always</strong> need to be sent with a checksum. Comma separated list.
fr_fr: Utilisez-le pour spécifier les commandes <strong> toujours </ strong> à envoyer avec une somme de contrôle. Liste séparée par des virgules.

source: Error handling
fr_fr: Gestion des erreurs

source: What to do on a firmware error (<code>Error:</code> or <code>!!</code>)
fr_fr: Que faire en cas d'erreur de firmware? (<code>Error:</code> or <code>!!</code>)

source: Disconnect from the printer
fr_fr: Déconnecter de l'imprimante

source: Cancel any ongoing prints but stay connected to the printer
fr_fr: Annuler toutes les impressions en cours mais rester connecté à l'imprimante

source: Please note that if you choose this, OctoPrint will still disconnect from the printer in case of <em>fatal</em> errors reported by your firmware (e.g. <code>kill() called</code>, <code>fatal:</code>).
fr_fr: Veuillez noter que si vous choisissez cette option, OctoPrint se déconnectera toujours de l’imprimante en cas de problème <em>fatal</em> erreurs signalées par votre firmware (e.g. <code>kill() called</code>, <code>fatal:</code>).

source: Only choose this if your firmware sends error messages that are not actual errors. Might mask printer issues (even fatal errors!), be careful!
fr_fr: Ne choisissez cette option que si votre micrologiciel envoie des messages d'erreur qui ne sont pas des erreurs réelles. Peut masquer les problèmes d’imprimante (même les erreurs fatales!), Soyez prudent!

source: Log position on pause
fr_fr: Enregistrer la position en pause

source: If you disable this, the <code>pause_position</code> placeholders in your pause/resume GCODE scripts will stay unpopulated! However, pausing speed might improve slightly.
fr_fr: Si vous désactivez cette option, les espaces réservés <code>pause_position</code> de vos scripts GCODE de pause / reprise resteront vides! Cependant, la vitesse de pause pourrait légèrement s’améliorer.

source: Log position on cancel
fr_fr: Position log sur supprimer

source: If you disable this, the <code>cancel_position</code> placeholders in your cancel GCODE script and the corresponding data in the print recovery data will stay unpopulated! However, cancelling speed might improve slightly.
fr_fr: Si vous désactivez cette option, les espaces réservés <code>cancel_position</code> de votre script cancel GCODE et les données correspondantes dans les données de récupération de l'impression resteront vides! Cependant, l’annulation de la vitesse pourrait s’améliorer légèrement.

source: Attempt to abort any blocking heatups on cancel via <code>M108</code>.
fr_fr: Essayez d’abandonner les échauffements bloquants lors de l’annulation via <code>M108</code>.

source: Uncheck this if your firmware doesn't support <code>M108</code> for aborting blocking heatups!
fr_fr: Décochez cette case si votre firmware n'est pas supporté <code>M108</code> et abandonner les échauffements bloquants!

source: Commands
fr_fr: Commandes

source: Connectivity check
fr_fr: Vérification de la connectivité

source: Plugin blacklist processing
fr_fr: Plugin de traitement de la liste noire

source: Graph
fr_fr: Graphique

source: Graph cutoff
fr_fr: Coupure graphique

source: Needs a restart of OctoPrint to become active.
fr_fr: Nécessite un redémarrage d'OctoPrint pour devenir actif.

source: Fine adjustments
fr_fr: Ajustements fins

source: Send temperature fine adjustments automatically
fr_fr: Envoyer automatiquement les réglages fins de température

source: Enable this to have temperature fine adjustments you do via the + or - button be sent to the printer automatically.
fr_fr: Activez cette option pour que les réglages précis de la température que vous effectuez via la touche + ou - soient automatiquement envoyés à l'imprimante.

source: Sending delay
fr_fr: Délai d'envoi

source: OctoPrint will use this delay to limit the number of sent temperature commands should you perform multiple fine adjustments in a short time.
fr_fr: OctoPrint utilisera ce délai pour limiter le nombre de commandes de température envoyées si vous effectuez plusieurs ajustements précis dans un court délai.

source: Presets
fr_fr: Préréglages

source: Extruder
fr_fr: Extrudeur

source: If you do not wish to change your password, just leave the following fields empty.
fr_fr: Si vous ne souhaitez pas modifier votre mot de passe, laissez simplement les champs suivants vides.

source: Please note that changes to the API key are applied immediately, without having to "Confirm" first.
fr_fr: Veuillez noter que les modifications apportées à la clé d'API sont appliquées immédiatement, sans avoir à «confirmer» au préalable.

source: Changes to the interface language will only become active after a reload of the page.
fr_fr: Les modifications apportées à la langue de l'interface ne deviendront actives qu'après un rechargement de la page.

source: All Done!
fr_fr: Terminé!

source: Your OctoPrint installation is now all set up and ready to go.
fr_fr: Votre installation OctoPrint est maintenant configurée et prête à fonctionner.

source: For your printer's safety
fr_fr: Pour la sécurité de votre imprimante

source: Even with OctoPrint attached you should <strong class="text-error">never leave your printer running completely unattended</strong>. The electronics in our consumer printers can and sometimes sadly do catch fire, so stay or have someone else stay close enough to physically intervene in case of such catastrophic failure.
fr_fr: Même si OctoPrint est connecté, vous ne devriez jamais <strong class="text-error">quitter votre imprimante fonctionne complètement sans surveillance </strong>. L'électronique de nos imprimantes grand public peut et parfois, malheureusement, s'enflammer, alors restez ou demandez à quelqu'un de rester assez près pour intervenir physiquement en cas d'échec catastrophique.

source: You also should <strong class="text-error">never make your OctoPrint instance available for everyone on the public internet</strong>, even with Access Control enabled. Your instance <em>will</em> be found, and bad people <em>will</em> try to abuse it. Don't put yourself at risk, <a href="%(url)s" target="_blank" rel="noopener noreferrer">use a safe way to access your instance remotely</a>.
fr_fr: Vous devez également <strong class="text-error"> ne jamais rendre votre instance OctoPrint disponible pour tout le monde sur le serveur. Internet public </strong>, même avec le contrôle d'accès activé. Votre instance <em>sera</em> trouvée et de mauvaises personnes <em>va</em> essayer d'abuser de cela. Ne te mets pas en danger, <a href="%(url)s" target="_blank" rel="noopener noreferrer"> utilisez un moyen sûr d'accéder à votre instance à distance </a>.

source: If you enjoy OctoPrint...
fr_fr: Si vous appréciez OctoPrint ...

source: Please consider <strong><a href="%(url)s" target="_blank">supporting OctoPrint's ongoing development</a></strong>, which can only continue with funding by users like you! You can also find this link in the "About" dialog.<br> <strong>Thank you!</strong>
fr_fr: Veuillez envisager de <strong><a href="%(url)s" target="_blank"> soutenir le développement en cours d'OctoPrint</a></strong>, qui ne peut continuer avec le financement d'utilisateurs comme vous! Vous pouvez également trouver ce lien dans la boîte de dialogue "À propos de".<br> <strong>Merci!</strong>

source: With all that being said, <strong>Happy and Safe Printing</strong>!
fr_fr: Cela dit, <strong>des impressions heureuses et sûres </strong>!

source: Hello!
fr_fr: Salut!

source: Thank you for installing OctoPrint!
fr_fr: Merci d’avoir installé OctoPrint!

source: This wizard will guide you through the final steps to get your OctoPrint instance all set up and ready to go. We'll get you printing in no time!
fr_fr: Cet assistant vous guidera à travers les étapes finales pour que votre instance OctoPrint soit entièrement configurée et prête à fonctionner. Bien vous faire imprimer en un rien de temps!

source: Forgot password?
fr_fr: Mot de passe oublié?

source: User Settings
fr_fr: Paramètres utilisateur

source: Logout
fr_fr: Déconnexion

source: Settings
fr_fr: Réglages

source: System
fr_fr: Système

source: Upload locally
fr_fr: Télécharger localement

source: Upload to SD
fr_fr: Transférer sur carte SD

source: Cannot upload to printer's SD while printing
fr_fr: Impossible de télécharger sur la carte SD pendant l’impression

source: SD not initialized
fr_fr: Carte SD non innitialisée

source: Attempt to reconnect
fr_fr: Tentative de reconnexion

source: Please reload
fr_fr: S'il vous plaît recharger

source: There is a new version of the server active now, a reload of the user interface is needed. This will not interrupt any print jobs you might have ongoing. Please reload the web interface now by clicking the button below.
fr_fr: Il y a une nouvelle version du serveur active maintenant, un rechargement de l'interface utilisateur est nécessaire. Cela n'interrompra pas tous les travaux d'impression en cours. Veuillez recharger l' interface Web maintenant en cliquant sur le bouton ci-dessous.

source: Save connection settings
fr_fr: Enregistrer les paramètres de connexion

source: Auto-connect on server startup
fr_fr: Connexion automatique au démarrage du serveur

source: Refresh connection options
fr_fr: Actualiser les options de connexion

source: Back
fr_fr: Retour

source: Currently in
fr_fr: Actuellement en

source: Internal
fr_fr: Interne

source: Uploaded
fr_fr: Envoyé

source: Additional data
fr_fr: Donnée additionnelles

source: Load
fr_fr: Charger

source: Load and Print
fr_fr: Charger et imprimer

source: Free
fr_fr: Libre

source: Create folder...
fr_fr: Créer le dossier...

source: Hint: You can also drag and drop files on this page to upload them.
fr_fr: Astuce: Vous pouvez également faire glisser et déposer des fichiers sur cette page pour les télécharger.

source: File list settings
fr_fr: Paramètres de la liste de fichiers

source: Sort by upload date
fr_fr: Trier par date de téléchargement

source: Sort by Folders, Files
fr_fr: Trier par dossiers, fichiers

source: Sort by Files, Folders
fr_fr: Trier par fichiers, dossiers

source: Mixed
fr_fr: Mixte

source: Only show files stored locally
fr_fr: Afficher uniquement les fichiers stockés localement

source: Only show files stored on SD
fr_fr: Afficher uniquement les fichiers stockés sur la carte SD

source: Hide successfully printed files
fr_fr: Masquer les fichiers imprimés avec succès

source: Refresh file list
fr_fr: Actualiser la liste de fichiers

source: SD Card operations
fr_fr: Opérations de carte SD

source: Initialize SD card
fr_fr: Initialiser la carte SD

source: Refresh SD files
fr_fr: Actualiser les fichiers SD

source: Release SD card
fr_fr: Libérer la carte SD

source: Current printer state
fr_fr: Etat actuel de l'imprimante

source: Name of file currently selected for printing
fr_fr: Nom du fichier actuellement sélectionné pour impression

source: File
fr_fr: Fichier

source: User who selected this file for printing
fr_fr: Utilisateur ayant sélectionné ce fichier pour impression

source: Current timelapse configuration
fr_fr: Configuration actuelle du timelapse

source: Estimated total print time based on analysis of the file or past prints
fr_fr: Estimation du temps total d'impression en fonction de l'analyse du fichier ou des impressions antérieures

source: Approx. Total Print Time
fr_fr: Durée totale d'impression, Environ

source: Total print time so far
fr_fr: Temps d'impression total

source: Print Time
fr_fr: Temps d'impression

source: Estimated time until the print job is done. This is only an estimate and accuracy depends heavily on various factors!
fr_fr: Temps estimé jusqu'à la fin du travail d'impression. Ce n'est qu'une estimation et la précision dépend fortement de divers facteurs!

source: Print Time Left
fr_fr: Temps d'impression restant

source: Bytes printed vs total bytes of file
fr_fr: Octets imprimés par rapport au nombre total d'octets du fichier

source: Printed
fr_fr: Imprimé

source: Restart
fr_fr: Redémarrer

source: Print
fr_fr: Imprimer

source: Resume
fr_fr: Reprendre

source: Cancels the print job
fr_fr: Annule le travail d'impression

source: Please define the maximum speed/feedrate of the individual axes and whether their control should be inverted or not.
fr_fr: Veuillez définir la vitesse / l'avance maximale des différents axes et indiquer si leur contrôle doit être inversé ou non.

source: Invert control
fr_fr: Inverser les commandes

source: This information is used for manual control via the "Control" tab. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Cette information est utilisée pour le contrôle manuel via l'onglet "Contrôle". Cela n’influence PAS les fichiers déjà coupés que vous téléchargez sur OctoPrint!

source: Form Factor
fr_fr: Facteur de forme

source: Rectangular
fr_fr: Rectangulaire

source: Circular
fr_fr: Circulaire

source: Origin
fr_fr: Origine

source: Heated Bed
fr_fr: Lit chauffant

source: Heated Chamber
fr_fr: Chambre chauffée

source: Please define the print volume.
fr_fr: Veuillez définir le volume d'impression.

source: Width (X)
fr_fr: Largeur (X)

source: Depth (Y)
fr_fr: Profondeur (Y)

source: Diameter (X/Y)
fr_fr: Diamètre (X / Y)

source: Height (Z)
fr_fr: Hauteur (Z)

source: If your printer's print head may move slightly outside the print volume (e.g. for nozzle cleaning routines) you can define a custom safe bounding box for its movements below.
fr_fr: Si la tête d'impression de votre imprimante peut se déplacer légèrement en dehors du volume d'impression (par exemple, pour les procédures de nettoyage des buses) vous pouvez définir une boîte de sélection sécurisée personnalisée pour ses mouvements ci-dessous.

source: Custom bounding box
fr_fr: Cadre de sélection personnalisé

source: X Coordinates
fr_fr: Coordonnées X

source: Y Coordinates
fr_fr: Coordonnées Y

source: Z Coordinates
fr_fr: Coordonnées Z

source: This information is used for the temperature tab, the bounding box check, the GCODE Viewer and/or when slicing from OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Ces informations sont utilisées pour l'onglet Température, la vérification du cadre de sélection, le visualiseur GCODE et / ou lors du découpage à partir d'OctoPrint. Cela n’influence PAS les fichiers déjà coupés que vous téléchargez sur OctoPrint!

source: Nozzle Diameter
fr_fr: Diamètre de la buse

source: Number of Extruders
fr_fr: Nombre d'extrudeurs

source: Shared nozzle
fr_fr: Buse partagée

source: Check this if your printer has a single nozzle and heater shared among its extruders instead of one nozzle and heater per extruder
fr_fr: Cochez cette option si votre imprimante possède une seule buse et un chauffage partagés entre ses extrudeuses au lieu d'une buse et d'un chauffage par extrudeuse

source: Please specify the nozzle offsets of the extruders relative to the first nozzle T0 <strong>if you haven't already done so in your firmware</strong>. Otherwise leave them at (0,0).
fr_fr: Veuillez spécifier les décalages de buses des extrudeuses par rapport à la première buse T0 <strong>si vous ne l'avez pas déjà fait dans votre firmware</strong>. Sinon, laissez-les à (0,0).

source: Offset
fr_fr: Décalage

source: This information is used for the graph and controls available in the "Temperature" tab, the GCODE viewer and when slicing from within OctoPrint. It does NOT influence already sliced files that you upload to OctoPrint!
fr_fr: Ces informations sont utilisées pour le graphique et les contrôles disponibles dans l’onglet "Température", le visualiseur GCODE et lors du découpage à partir d’OctoPrint. Cela n’influence PAS les fichiers déjà coupés que vous téléchargez sur OctoPrint!

source: Name must be set
fr_fr: Le nom doit être défini

source: Identifier
fr_fr: Identifiant

source: Model
fr_fr: Modèle

source: Set as default profile
fr_fr: Définir comme profil par défaut

source: Edit Profile
fr_fr: Editer le profil

source: Delete Profile
fr_fr: Supprimer le profil

source: Command to restart the OctoPrint server
fr_fr: Commande pour redémarrer le serveur OctoPrint

source: Command to restart the system OctoPrint is running on
fr_fr: Commande pour redémarrer le système sur lequel OctoPrint est en cours d'exécution

source: Restart system
fr_fr: Redémarrer le système

source: Command to shut down the system OctoPrint is running on
fr_fr: Commande pour arrêter le système sur lequel OctoPrint est en cours d'exécution

source: Define a check interval, a host and a port to check against. If you don't know what to set here, the default values (using Google's DNS server) should work. If you have concerns about using that, define the IP and port of a different online server that you trust and that has a high availability.
fr_fr: Définissez un intervalle de vérification, un hôte et un port à vérifier. Si vous ne savez pas quoi définir ici, le les valeurs par défaut (utilisant le serveur DNS de Google) devraient fonctionner. Si vous avez des inquiétudes concernant l’utilisation de définissez l’adresse IP et le port d’un autre serveur en ligne auquel vous faites confiance et qui a un disponibilité.

source: If the connectivity check is enabled, OctoPrint will regularly check if it's connected to the internet. This is <strong>useful to prevent resource intensive operations</strong> (such as checking for updates) if it's already clear that they won't succeed anyhow.
fr_fr: Si le contrôle de connectivité est activé, OctoPrint vérifiera régulièrement s'il est connecté à Internet. Ceci est <strong> utile pour empêcher les opérations gourmandes en ressources </ strong> (telles que la vérification des mises à jour) si cela est déjà fait. clair qu'ils ne réussiront pas de toute façon.

source: Enable regular connectivity check
fr_fr: Activer le contrôle de connectivité régulier

source: Host against which to check for internet connectivity
fr_fr: Vérifier la connectivité Internet Hôte

source: Host IP
fr_fr: Hôte IP

source: Interval in which to check for internet connectivity
fr_fr: Intervalle dans lequel vérifier la connectivité Internet

source: Check interval
fr_fr: Intervalle de contrôle

source: Port against which to check for internet connectivity
fr_fr: Port pour lequel vérifier la connectivité Internet

source: Test host & port
fr_fr: Test hôte et port

source: <strong>To protect against known severe issues with certain versions of third party plugins</strong>, OctoPrint supports the use of a centralized plugin version blacklist to automatically disable such plugins before they can interfere with normal operation.
fr_fr: <strong> Pour vous protéger contre les problèmes graves connus liés à certaines versions de plug-ins tiers </ strong>, OctoPrint prend en charge l'utilisation d'une liste noire de version de plugin centralisée pour désactiver automatiquement ces plugins avant qu'ils ne puissent interférer avec un fonctionnement normal.

source: Enable plugin blacklist processing on startup
fr_fr: Activer le traitement de la liste noire des plugins au démarrage

source: Any changes take effect only on the next server start.
fr_fr: Toute modification ne prendra effet qu'au prochain démarrage du serveur.

source: How long to cache the blacklist, in minutes. You should normally not have to change this.
fr_fr: Combien de temps mettre en cache la liste noire, en minutes. Vous ne devriez normalement pas avoir à changer cela.

source: Blacklist cache TTL
fr_fr: Cache de liste noire TTL

source: Plugin blacklist URL. You should normally not have to change this.
fr_fr: Plugin URL de la liste noire. Vous ne devriez normalement pas avoir à changer cela.

source: Blacklist URL
fr_fr: URL de la liste noire

source: Bitrate to use for encoding the timelapse video
fr_fr: Débit binaire à utiliser pour encoder la vidéo timelapse

source: Timelapse bitrate
fr_fr: Débit Timelapse

source: Full path to the FFMPEG binary
fr_fr: Chemin complet vers le binaire FFMPEG

source: Path to FFMPEG
fr_fr: Chemin vers FFMPEG

source: Number of FFMPEG encoding threads
fr_fr: Nombre de threads d'encodage FFMPEG

source: FFMPEG threads
fr_fr: Fil FFMPEG

source: Enable timelapse support
fr_fr: Activer la prise en charge de timelapse

source: Enable OctoPrint watermark in timelapse movies
fr_fr: Activer le filigrane OctoPrint dans les films timelapse

source: Enable webcam support
fr_fr: Activer le support de la webcam

source: Flip webcam horizontally
fr_fr: Retourner la webcam horizontalement

source: Flip webcam vertically
fr_fr: Retourner la webcam verticalement

source: Rotate webcam 90 degrees counter clockwise
fr_fr: Faire pivoter la webcam de 90 degrés dans le sens anti-horaire

source: Validate SSL on snapshot URL (if applicable)
fr_fr: Valider SSL sur l'URL du cliché (le cas échéant)

source: Timeout for taking a snapshot
fr_fr: Délai d'attente pour prendre un instantané

source: Snapshot timeout
fr_fr: Délai d'instantané

source: URL to use for retrieving webcam snapshot images for timelapse creation
fr_fr: URL à utiliser pour récupérer des images d'instantané de la webcam pour la création de timelapse

source: Snapshot URL
fr_fr: URL de l'instantané

source: Fully qualified URL, needs to be reachable by OctoPrint's server
fr_fr: URL complète, doit être accessible par le serveur OctoPrint

source: Aspect ratio of the webcam stream, either 16:9 or 4:3
fr_fr: Rapport de format du flux de la webcam, 16: 9 ou 4: 3

source: Stream aspect ratio
fr_fr: Ratio d'aspect

source: If the stream has a different aspect ratio than configured here it will be letterboxed.
fr_fr: Si le format du flux est différent de celui configuré ici, il sera en boîte aux lettres.
