Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: Error starting a print
fr_fr: Erreur lors du démarrage d'une impression

source: There was an error while trying to start a print job. Error: %(error)s
fr_fr: Une erreur s'est produite lors de la tentative de démarrage d'un travail d'impression. Erreur: %(error)s

source: Unknown error
fr_fr: Erreur inconnue

source: There was an unknown error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
fr_fr: Une erreur inconnue s'est produite lors d'une conversation avec votre imprimante. Veuillez consulter la sortie du terminal et octoprint.log pour plus de détails. Erreur: %(error)s

source: It looks like your printer reset while a connection was active. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
fr_fr: Il semble que votre imprimante ait été réinitialisée alors qu'une connexion était active. Si cela était intentionnel, vous pouvez ignorer ce message en toute sécurité. Sinon, vous devez rechercher la raison pour laquelle votre imprimante s'est réinitialisée, car cela interromprait les impressions et les transferts de fichiers vers le SD de votre imprimante.

source: It looks like your printer reset while a connection was active. Due to this the ongoing job was aborted. If this was intentional you may safely ignore this message. Otherwise you should investigate why your printer reset itself, since this will interrupt prints and also file transfers to your printer's SD.
fr_fr: Il semble que votre imprimante ait été réinitialisée alors qu'une connexion était active. Pour cette raison, le travail en cours a été interrompu. Si cela était intentionnel, vous pouvez ignorer ce message en toute sécurité. Sinon, vous devez rechercher la raison pour laquelle votre imprimante s'est réinitialisée, car cela interromprait les impressions et les transferts de fichiers vers le SD de votre imprimante.

source: Printer reset detected
fr_fr: Réinitialisation de l'imprimante détectée

source: %(days)d day
fr_fr: %(days)d jour

source: %(days)d days
fr_fr: %(days)d jours

source: %(days)d.5 days
fr_fr: %(days)d.5 jours

source: %(hours)d hour
fr_fr: %(hours)d heure

source: %(hours)d hours
fr_fr: %(hours)d heures

source: %(hours)d.5 hours
fr_fr: %(hours)d.5 heures

source: 1 day
fr_fr: 1 jour

source: a minute
fr_fr: une minute

source: 1 hour
fr_fr: 1 heure

source: a few seconds
fr_fr: quelques secondes

source: less than a minute
fr_fr: moins d'une minute

source: off
fr_fr: éteint

source: Are you sure?
fr_fr: Êtes-vous sûr?

source: Progress
fr_fr: Progrès

source: Offline
fr_fr: Hors ligne

source: Opening serial port
fr_fr: Ouverture du port Série

source: Detecting serial port
fr_fr: Détection du port Série

source: Detecting baudrate
fr_fr: Détection du débit

source: Connecting
fr_fr: Connexion

source: Operational
fr_fr: Opérationnel

source: Starting
fr_fr: Démarrage

source: Starting print from SD
fr_fr: Démarrage de l'impression depuis la carte SD

source: Printing from SD
fr_fr: Impression depuis la carte SD

source: Sending file to SD
fr_fr: Envoi du fichier sur la carte SD

source: Printing
fr_fr: Impression

source: Paused
fr_fr: En pause

source: Closed
fr_fr: Fermé

source: Transferring file to SD
fr_fr: Transfert sur carte SD

source: Pausing
fr_fr: En Pause

source: Resuming
fr_fr: Reprise

source: Cancelling
fr_fr: Annulation

source: Finishing
fr_fr: Finition

source: Connect
fr_fr: Connecter

source: Disconnect
fr_fr: Déconnecter

source: <p><strong>You are about to disconnect from the printer while a print is in progress.</strong></p><p>Disconnecting while a print is in progress will prevent OctoPrint from completing the print. If you're printing from an SD card attached directly to the printer, any attempt to restart OctoPrint or reconnect to the printer could interrupt the print.<p>
fr_fr: <p> <strong>Vous êtes sur le point de vous déconnecter de l'imprimante en cours d'impression.</strong></p><p>La déconnexion en cours d'impression empêchera OctoPrint de terminer l'impression. Si vous imprimez depuis une carte SD directement connectée à l’imprimante, toute tentative de redémarrer OctoPrint ou de vous reconnecter à l’imprimante pourrait interrompre l’impression.<P>

source: Are you sure you want to disconnect from the printer?
fr_fr: Êtes-vous sûr de vouloir vous déconnecter de l'imprimante?

source: Stay Connected
fr_fr: Rester connecté

source: Tool
fr_fr: Outil

source: Your available free disk space is critically low.
fr_fr: Votre espace disque disponible est extrêmement bas.

source: Your available free disk space is starting to run low.
fr_fr: Votre espace disque disponible commence à manquer.

source: Your current disk usage.
fr_fr: Votre utilisation actuelle du disque.

source: Only show model files
fr_fr: Afficher uniquement les fichiers de modèle

source: Only show machine code files
fr_fr: Afficher uniquement les fichiers de code machine

source: Only show %(type)s files
fr_fr: Afficher uniquement les fichiers %(type) s

source: You are about to delete the folder "%(folder)s" which still contains files and/or sub folders.
fr_fr: Vous êtes sur le point de supprimer le dossier "%(folder)s" qui contient encore des fichiers et / ou des sous-dossiers.

source: Model size
fr_fr: Taille du modèle

source: Estimated print time
fr_fr: Temps d'impression éstimé

source: Last printed
fr_fr: Dernier imprimé

source: Last print time
fr_fr: Dernier temps d'impression

source: Object in %(name)s exceeds the print volume of the currently selected printer profile, be careful when printing this.
fr_fr: L'objet en %(name)s dépasse le volume d'impression du profil d'imprimante sélectionné, soyez prudent lorsque vous imprimez ceci.

source: Object exceeds print volume in width.<br>
fr_fr: L'objet dépasse le volume d'impression en largeur.<br>

source: Object exceeds print volume in depth.<br>
fr_fr: L'objet dépasse le volume d'impression en profondeur.<br>

source: Object exceeds print volume in height.<br>
fr_fr: L'objet dépasse le volume d'impression en hauteur.<br>

source: Object's bounding box: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)
fr_fr: Enveloppe de l'objet: (%(object.minX).2f, %(object.minY).2f, %(object.minZ).2f) &times; (%(object.maxX).2f, %(object.maxY).2f, %(object.maxZ).2f)

source: Print volume: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)
fr_fr: Volume d'impression: (%(profile.minX).2f, %(profile.minY).2f, %(profile.minZ).2f) &times; (%(profile.maxX).2f, %(profile.maxY).2f, %(profile.maxZ).2f)

source: Object doesn't fit print volume
fr_fr: L'objet ne correspond pas au volume d'impression

source: Slicing ...
fr_fr: Découpage...

source: Slicing done
fr_fr: Découpage...ok

source: Sliced %(stl)s to %(gcode)s, took %(time).2f seconds
fr_fr: Découpé %(stl)s to %(gcode)s, took %(time).2f seconds

source: Could not slice %(stl)s to %(gcode)s: %(reason)s
fr_fr: Ne peux pas découper %(stl)s to %(gcode)s: %(reason)s

source: Slicing failed
fr_fr: Découpage échoué

source: Streaming ...
fr_fr: Diffusion ...

source: Streaming done
fr_fr: Diffusion ok

source: Streamed %(local)s to %(remote)s on SD, took %(time).2f seconds
fr_fr: Diffusé %(local)s to %(remote)s on SD, took %(time).2f seconds

source: Streaming failed
fr_fr: Diffusion échouée

source: Did not finish streaming %(local)s to %(remote)s on SD
fr_fr: N'a pas fini de transmettre %(local)s à %(remote)s sur la carte SD

source: Could not upload the file. Make sure that it is a valid file with one of these extensions: %(extensions)s
fr_fr: Impossible de télécharger le fichier. Assurez-vous qu'il s'agit d'un fichier valide avec l'une de ces extensions: %(extensions)s

source: Saving ...
fr_fr: Sauvegarde...

source: Uploading ...
fr_fr: Téléversement...

source: Loading...
fr_fr: Chargement...

source: Analyzing...
fr_fr: Analyse...

source: Analyzed
fr_fr: Analysé

source: Estimated layer height
fr_fr: Hauteur de couche estimée

source: Estimated total print time
fr_fr: Temps d'impression total estimé

source: Layers with extrusion
fr_fr: Couches avec extrusion

source: Layer number
fr_fr: Numéro de couche

source: Layer height
fr_fr: Hauteur de couche

source: GCODE commands
fr_fr: Commandes GCODE

source: Login
fr_fr: Identifiant

source: Logged in as %(name)s
fr_fr: Identifié en tant que %(name)s

source: <p>It seems that you are connecting to OctoPrint over the public internet.</p><p>This is strongly discouraged unless you have taken proper network security precautions. Your printer is an appliance you really should not be giving access to everyone with an internet connection.</p><p><strong>Please see <a href="%(url)s" target="_blank" rel="noreferrer noopener">this blog post</a> for ways to safely access your OctoPrint instance from remote.</strong></p><p><small>If you know what you are doing or you are sure this message is mistaken since you are in an isolated LAN, feel free to ignore it.</small></p>
fr_fr: <p>Il semble que vous vous connectiez à OctoPrint via l’Internet public.</p><p>Cela est vivement déconseillé si vous n’avez pas pris les précautions de sécurité réseau appropriées. Votre imprimante est un appareil que vous ne devriez pas vraiment donner à tout le monde ayant une connexion Internet.</p><p><strong>Veuillez consulter <a href="%(url)s" target="_ blank" rel=" noreferrer noopener">cet article de blog</a>vous permet d'accéder en toute sécurité à votre instance OctoPrint à distance.</strong></p><p><small>Si vous savez ce que vous faites ou si vous êtes sûr que ce message est vous vous trompez puisque vous êtes dans un réseau local isolé, n'hésitez pas à l'ignorer.</small></p>

source: Possible external access detected
fr_fr: Accès externe possible détecté

source: Login successful
fr_fr: Connexion réussie

source: You are now logged in as "%(username)s"
fr_fr: Vous êtes maintenant connecté en tant que "%(username)s"

source: Login failed
fr_fr: Échec de la connexion

source: User unknown or wrong password
fr_fr: Utilisateur inconnu ou mot de passe incorrect

source: Your account is deactivated
fr_fr: Votre compte est désactivé

source: Logout successful
fr_fr: Déconnexion réussie

source: You are now logged out
fr_fr: Vous êtes maintenant déconnecté

source: Identifier must be set
fr_fr: L'identifiant doit être défini

source: Invalid characters, only a-z, A-Z, 0-9, -, ., _, ( and ) are allowed
fr_fr: Caractères non valides, seuls les caractères a-z, A-Z, 0-9, -,., _, (and) sont autorisés

source: A profile with such an identifier already exists
fr_fr: Un profil existe déjà avec cet identifiant

source: default
fr_fr: defaut

source: red
fr_fr: rouge

source: yellow
fr_fr: jaune

source: green
fr_fr: vert

source: blue
fr_fr: bleu

source: black
fr_fr: noir

source: Lower Left
fr_fr: En bas à gauche

source: Center
fr_fr: Centre

source: There was unexpected error while saving the printer profile, please consult the logs.
fr_fr: Une erreur inattendue s'est produite lors de l'enregistrement du profil de l'imprimante. Veuillez consulter les journaux.

source: Could not add profile
fr_fr: Impossible d'ajouter le profil

source: Cannot delete the default profile or the currently active profile.
fr_fr: Impossible de supprimer le profil par défaut ou le profil actuellement actif.

source: There was unexpected error while removing the printer profile, please consult the logs.
fr_fr: Une erreur inattendue s'est produite lors de la suppression du profil de l'imprimante. Veuillez consulter les journaux.

source: Could not delete profile
fr_fr: Impossible de supprimer le profil

source: You are about to delete the printer profile "%(name)s".
fr_fr: Vous êtes sur le point de supprimer le profil de l'imprimante"%(name)s".

source: There was unexpected error while updating the printer profile, please consult the logs.
fr_fr: Une erreur inattendue s'est produite lors de la mise à jour du profil de l'imprimante. Veuillez consulter les journaux.

source: Could not update profile
fr_fr: Impossible de mettre à jour le profil

source: Add Printer Profile
fr_fr: Ajouter un profil d'imprimante

source: Edit Printer Profile "%(name)s"
fr_fr: Modifier le profil de l'imprimante "%(name)s"

source: Restarts the print job from the beginning
fr_fr: Redémarre le travail d'impression depuis le début

source: Starts the print job
fr_fr: Démarre le travail d'impression

source: Resumes the print job
fr_fr: Reprend le travail d'impression

source: Pauses the print job
fr_fr: Suspend le travail d'impression

source: Still stabilizing...
fr_fr: Toujours en cours de stabilisation ...

source: Based on a linear approximation (very low accuracy, especially at the beginning of the print)
fr_fr: Basé sur une approximation linéaire (très faible précision, surtout au début de l'impression)

source: Based on the estimate from analysis of file (medium accuracy)
fr_fr: Basé sur l'estimation de l'analyse du fichier (précision moyenne)

source: Based on a mix of estimate from analysis and calculation (medium accuracy)
fr_fr: Basé sur une combinaison d'estimations issues d'analyses et de calculs (précision moyenne)

source: Based on the average total of past prints of this model with the same printer profile (usually good accuracy)
fr_fr: Basé sur le total moyen des impressions passées de ce modèle avec le même profil d'imprimante (généralement une bonne précision)

source: Based on a mix of average total from past prints and calculation (usually good accuracy)
fr_fr: Basé sur un mélange du total moyen des impressions et des calculs antérieurs (généralement une bonne précision)

source: Based on the calculated estimate (best accuracy)
fr_fr: Basé sur l'estimation calculée (meilleure précision)

source: Continue
fr_fr: Continuer

source: On Z Change
fr_fr: Au changement de Z

source: Timed
fr_fr: Chronométré

source: sec
fr_fr: secondes

source: This will restart the print job from the beginning.
fr_fr: Cela relancera le travail d'impression depuis le début.

source: This will cancel your print.
fr_fr: Cela annulera votre impression.

source: No
fr_fr: Non

source: Yes
fr_fr: Oui

source: white
fr_fr: blanc

source: Autodetect from browser
fr_fr: Détection automatique à partir du navigateur

source: If you see your webcam stream below, the entered stream URL is ok.
fr_fr: Si vous voyez le flux de votre webcam ci-dessous, l'URL du flux entré est ok.

source: Stream test
fr_fr: Test de flux

source: Could not retrieve snapshot URL, please double check the URL
fr_fr: Impossible de récupérer l'URL du cliché, veuillez vérifier l'URL

source: Snapshot test failed
fr_fr: Échec du test d'instantané

source: Could retrieve the snapshot URL, but it didn't look like an image. Got this as a content type header: <code>%(content_type)s</code>. Please double check that the URL is returning static images, not multipart data or videos.
fr_fr: Peut récupérer l'URL de l'instantané, mais cela ne ressemble pas à une image. Ceci est obtenu en tant qu'en-tête de type de contenu:<code>%(content_type)s</code>. Veuillez vérifier que l'URL renvoie des images statiques et non des données fractionnées ou des vidéos.

source: If you see your webcam snapshot picture below, the entered snapshot URL is ok.
fr_fr: Si vous voyez l'image d'instantané de votre webcam ci-dessous, l'URL d'instantané entré est ok.

source: Snapshot test
fr_fr: Test d'instantané

source: The path doesn't exist
fr_fr: Le chemin n'existe pas

source: The path is not a file
fr_fr: Le chemin n'est pas un fichier

source: The path is not an executable
fr_fr: Le chemin n'est pas un exécutable

source: The path is valid
fr_fr: Le chemin est valide

source: The server is not reachable
fr_fr: Le serveur est injoignable

source: The server is reachable
fr_fr: Le serveur est joignable

source: The path is a broken symlink.
fr_fr: Le chemin est un lien symbolique brisé.

source: The path does not exist and cannot be created.
fr_fr: Le chemin n'existe pas et ne peut pas être créé.

source: The path is not a folder.
fr_fr: Le chemin n'est pas un dossier.

source: The path is not writable.
fr_fr: Le chemin n'est pas accessible en écriture.

source: This will generate a new API Key. The old API Key will cease to function immediately.
fr_fr: Cela va générer une nouvelle clé API. L'ancienne clé API cessera de fonctionner immédiatement.

source: Do nothing
fr_fr: Ne rien faire

source: Select for printing
fr_fr: Sélectionner pour l'impression

source: Start printing
fr_fr: Démarrage de l'impression

source: Slicing %(filename)s
fr_fr: Découpage %(filename)s

source: Cannot slice on the same device while printing
fr_fr: Impossible de découper sur le même périphérique en cours d'impression

source: Cannot slice, not all parameters specified
fr_fr: Impossible de découper, pas tous les paramètres spécifiés

source: Start the slicing process
fr_fr: Démarrer le processus de découpage

source: The command "%(command)s" was triggered asynchronously
fr_fr: La commande "%(command)s" a été déclenchée de manière asynchrone

source: The command "%(command)s" executed successfully
fr_fr: La commande "%(command)s" exécutée avec succès

source: The command "%(command)s" could not be executed.
fr_fr: La commande "%(command)s" n'a pas pu être exécutée.

source: Error
fr_fr: Erreur

source: Changing Offset of %(name)s
fr_fr: Modification du décalage de %(name)s

source: Use the form below to specify a new offset to apply to all temperature commands sent from printed files for "%(name)s"
fr_fr: Utilisez le formulaire ci-dessous pour spécifier un nouveau décalage à appliquer à toutes les commandes de température envoyées à partir de fichiers imprimés pour "%(name)s"

source: Bed
fr_fr: Lit

source: Chamber
fr_fr: Chambre

source: Set %(name)s (%(value)s)
fr_fr: Régler %(name)s (%(value)s)

source: Off
fr_fr: Eteint

source: Actual
fr_fr: Actuel

source: Target
fr_fr: Cible

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered, buffer full)
fr_fr: afficher %(displayed)d lignes (%(filtered)d sur %(total)d toutes lignes filtrées, buffer plein)

source: showing %(displayed)d lines (%(filtered)d of %(total)d total lines filtered)
fr_fr: afficher %(displayed)d lignes (%(filtered)d sur %(total)d toutes lignes filtrées)

source: showing %(displayed)d lines (buffer full)
fr_fr: afficher %(displayed)d lignes (buffer plein)

source: showing %(displayed)d lines
fr_fr: afficher %(displayed)d lignes

source: Failed to remove timelapse %(name)s.</p><p>Please consult octoprint.log for details.</p>
fr_fr: Échec de la suppression du timelapse %(name)s.</p><p>Veuillez consulter octoprint.log pour plus de détails.</p>

source: Could not remove timelapse
fr_fr: Impossible de supprimer le timelapse

source: You are about to delete timelapse file "%(name)s".
fr_fr: Vous êtes sur le point de supprimer le fichier timelapse "%(name)s".

source: You are about to delete %(count)d timelapse files.
fr_fr: Vous êtes sur le point de supprimer %(count)d fichiers timelapse.

source: You are about to delete unrendered timelapse "%(name)s".
fr_fr: Vous êtes sur le point de supprimer le timelapse non rendu "%(name)s".

source: You are about to delete %(count)d unrendered timelapses.
fr_fr: Vous êtes sur le point de supprimer %(count)d timelapses non rendus.

source: Deleting timelapse files
fr_fr: Suppression de fichiers timelapse

source: Deleting %(count)d timelapse files...
fr_fr: Suppression de %(count)d fichiers timelapse...

source: Deleting unrendered timelapses
fr_fr: Supprimer des timelapses non rendus

source: Deleting %(count)d unrendered timelapses...
fr_fr: Suppression de %(count)d timelapses non rendus ...

source: Capturing timelapse postroll
fr_fr: Capture du timelapse postroll

source: Now capturing timelapse post roll, this will take only a moment...
fr_fr: Maintenant, capturer le timelapse post roll, cela ne prendra que quelques instants ...

source: Now capturing timelapse post roll, this will take approximately %(duration)s (so until %(time)s)...
fr_fr: Maintenant, capturer le post-roll timelapse, cela prendra environ %(duration)s (donc jusqu’à %(time)s) ...

source: Now capturing timelapse post roll, this will take approximately %(duration)s...
fr_fr: Maintenant, capturer le timelapse post roll, cela prendra environ %(duration)s...

source: Failed repeatedly to capture timelapse frame from webcam - is the snapshot URL configured correctly and the camera on?
fr_fr: Impossible à plusieurs reprises de capturer une image timelapse à partir de la webcam. L'URL de l'instantané est-il configuré correctement et l'appareil photo est-il allumé?

source: Could not capture snapshots
fr_fr: Impossible de capturer des instantanés

source: Rendering timelapse
fr_fr: Rendu timelapse

source: Now rendering timelapse %(movie_prefix)s. Due to performance reasons it is not recommended to start a print job while a movie is still rendering.
fr_fr: Maintenant, rendez timelapse %(movie_prefix)s. Pour des raisons de performances, il n'est pas recommandé de démarrer un travail d'impression pendant le rendu d'une vidéo.

source: Cannot render timelapse
fr_fr: Impossible de rendre le timelapse

source: Rendering of timelapse %(movie_prefix)s is not possible since no frames were captured. Is the snapshot URL configured correctly?
fr_fr: Le rendu de timelapse %(movie_prefix)s n’est pas possible car aucune image n’a été capturée. L'URL de l'instantané est-il configuré correctement?

source: Rendering timelapse failed
fr_fr: Échec du rendu du timelapse

source: Rendering of timelapse %(movie_prefix)s failed with return code %(returncode)s
fr_fr: Le rendu de timelapse %(movie_prefix)s a échoué avec le code de retour %(returncode)s

source: Rendering of timelapse %(movie_prefix)s failed due to an unknown error, please consult the log file
fr_fr: Le rendu de timelapse %(movie_prefix)s a échoué en raison d’une erreur inconnue, veuillez consulter le fichier journal

source: Timelapse ready
fr_fr: Timelapse prêt

source: New timelapse %(movie_prefix)s is done rendering.
fr_fr: Nouveau timelapse %(movie_prefix)s est rendu.

source: Not possible
fr_fr: Impossible

source: You may not delete your own account.
fr_fr: Vous ne pouvez pas supprimer votre propre compte.

source: Site default
fr_fr: Site par défaut

source: This will delete the API Key. It will cease to to function immediately.
fr_fr: Cela supprimera la clé API. Il cessera de fonctionner immédiatement.

source: Create Folder
fr_fr: Créer un répertoire

source: Please specify the name of the folder to create.
fr_fr: Veuillez spécifier le nom du dossier à créer.

source: Folder name
fr_fr: Nom du répertoire

source: Create
fr_fr: Créer

source: Slicing is currently disabled since no slicer has been configured yet. Please configure a slicer under "Settings".
fr_fr: Le découpage en tranches est actuellement désactivé car aucun trancheur n'a encore été configuré. Veuillez configurer un segment sous "Paramètres".

source: Please configure which slicer and which slicing profile to use and name the GCode file to slice to below, or click "Cancel" if you do not wish to slice the file now.
fr_fr: Veuillez configurer le segment et le profil de coupe à utiliser et nommez le fichier GCode à découper en dessous, ou cliquez sur "Annuler" si vous ne souhaitez pas découper le fichier maintenant.

source: Slicer
fr_fr: Trancheur

source: Select a slicer...
fr_fr: Sélectionnez un trancheur...

source: Runs locally
fr_fr: Fonctionne localement
