Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: For performance reasons locally run slicers are disabled while printing
fr_fr: Pour des raisons de performance, les segments exécutés localement sont désactivés lors de l'impression

source: Slicing Profile
fr_fr: Profil de coupe

source: Select a slicing profile...
fr_fr: Sélectionnez un profil de coupe ...

source: Printer Profile
fr_fr: Profil d'imprimante

source: Select a printer profile...
fr_fr: Sélectionnez un profil d'imprimante ...

source: Output Filename
fr_fr: Nom du fichier de sortie

source: After slicing...
fr_fr: Après avoir tranché ...

source: Slice
fr_fr: Tranchage

source: Current Offset
fr_fr: Décalage actuel

source: New Offset
fr_fr: Nouveau décallage

source: Delete Offset
fr_fr: Supprimer le décalage

source: Hint: Hitting <kbd>Enter</kbd> in the input field will also submit the form
fr_fr: Astuce: Si vous tapez <kbd>Enter</kbd> dans le champ de saisie, le formulaire sera également soumis

source: Setup Wizard
fr_fr: Assistant de configuration

source: Next
fr_fr: Suivant

source: Previous
fr_fr: Précédent

source: Unless otherwise noted, you may just skip any wizard page by clicking "Next" or "Finish".
fr_fr: Sauf indication contraire, vous pouvez simplement ignorer une page de l'assistant en cliquant sur "Suivant" ou "Terminer".

source: The snappy web interface for your 3D printer
fr_fr: L'interface Web accrocheuse pour votre imprimante 3D

source: Active
fr_fr: Actif

source: Update User
fr_fr: Mise à jour utilisateur

source: Change password
fr_fr: Changer le mot de passe

source: Delete user
fr_fr: Supprimer l'utilsateur

source: Add user
fr_fr: Ajouter utilisateur

source: Repeat Password
fr_fr: Répéter le mot de passe

source: Abort
fr_fr: Annuler

source: Confirm
fr_fr: Confirmer

source: Edit user "%(user)s"
fr_fr: Modifier l'utilisateur "%(user)s"

source: Change password for user "%(user)s"
fr_fr: Changer le mot de passe pour l'utilisateur "%(user)s"

source: New Password
fr_fr: Nouveau mot de passe

source: Current API Key
fr_fr: Clé API courante

source: Allow <a href="%(url)s">Cross Origin Resource Sharing (CORS)</a>
fr_fr: Autoriser le <a href="%(url)s">partage de ressources d'origine croisée (CORS)</a>

source: Needs restart
fr_fr: Redémarrage requis

source: Please note that changes to the API key are applied immediately, without having to "Save" first.
fr_fr: Veuillez noter que les modifications apportées à la clé d'API sont appliquées immédiatement, sans avoir à "enregistrer" au préalable.

source: Name of this OctoPrint instance, will be shown in the navigation bar and broadcast on the network
fr_fr: Le nom de cette instance OctoPrint sera affiché dans la barre de navigation et diffusé sur le réseau

source: Title
fr_fr: Titre

source: Personalize the color of the navigation bar - maybe to match your printer?
fr_fr: Personnalisez la couleur de la barre de navigation - peut-être pour correspondre à votre imprimante?

source: Color
fr_fr: Couleur

source: For acrylic printers ;)
fr_fr: Pour les imprimantes acryliques;)

source: Transparent color
fr_fr: Couleur transparente

source: Also personalize the icon of the browser tab
fr_fr: Personnalisez également l'icône de l'onglet du navigateur

source: Colorize favicon (in supported browsers)
fr_fr: Coloriser les favicon (dans les navigateurs pris en charge)

source: Language Packs
fr_fr: Packs de langues

source: Manage...
fr_fr: Gérer...

source: Default Language
fr_fr: Langage par défaut

source: Changes to the default interface language will only become active after a reload of the page and only be active if not overridden by the users language settings.
fr_fr: Les modifications apportées à la langue d'interface par défaut ne deviennent actives qu'après un rechargement de la page et ne sont actives que si les paramètres de langue de l'utilisateur ne les surchargent pas.

source: Show temperatures in Fahrenheit as well as Celsius
fr_fr: Afficher les températures en degrés Fahrenheit et Celsius

source: Show fuzzy print time estimates
fr_fr: Afficher les estimations de temps d'impression floue

source: Manage Language Packs...
fr_fr: Gérer les packs de langue ...

source: There is currently no central repository for language packs like there is for plugins - any help to change that is appreciated!
fr_fr: Il n'existe actuellement aucun référentiel central pour les packs de langue, comme pour les plugins - toute aide est appréciée!

source: Until a repository is available, please see <a href="%(url)s" target="_blank" >the wiki</a> for language packs provided by the community.
fr_fr: En attendant qu'un référentiel soit disponible, veuillez consulter <a href="%(url)s" target="_blank">le wiki</a>pour connaître les packs de langues fournis par la communauté.

source: Available Language Packs
fr_fr: Packs de langues disponibles

source: Last update:
fr_fr: Dernière mise à jour:

source: No additional Language Packs are installed at the moment.
fr_fr: Aucun module linguistique supplémentaire n'est installé pour le moment.

source: Upload additional Language Packs
fr_fr: Télécharger des packs de langue supplémentaires

source: Upload
fr_fr: Téléverser

source: This does not look like a valid language pack. Valid language packs should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr_fr: Cela ne ressemble pas à un pack de langue valide. Les modules de langue valides doivent être des fichiers zip ou des archives tar et porter l’extension ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Please note that you will have to reload the page in order for any newly added language packs to become available.
fr_fr: Veuillez noter que vous devrez recharger la page pour que les nouveaux packs de langues ajoutés deviennent disponibles.

source: Enable Temperature Graph
fr_fr: Activer le graphique de température

source: Enable model size detection and warn if model exceeds print bed
fr_fr: Activer la détection de la taille du modèle et avertir si le modèle dépasse le lit d'impression

source: Confirm before cancelling a print
fr_fr: Confirmez avant d'annuler une impression

source: Enable SD support
fr_fr: Activer le support SD

source: Enable Keyboard Control
fr_fr: Activer le contrôle du clavier

source: <code>G90</code>/<code>G91</code> overrides relative extruder mode
fr_fr: <code>G90</code>/<code>G91</code> annule le mode d'extrusion relatif

source: This is used by the GCODE analysis in the backend and the viewer in the frontend to interpret your sliced files correctly.
fr_fr: Ceci est utilisé par l'analyse GCODE dans le backend et le visualiseur dans le frontend pour interpréter correctement vos fichiers découpés en tranches.

source: Commands to not completely auto uppercase in the terminal tab
fr_fr: Commandes à ne pas mettre complètement en majuscules dans l'onglet Terminal

source: Terminal Auto Uppercase Blacklist
fr_fr: Liste noire majuscule des terminaux

source: Use this to specify the commands that should not have their parameters automatically uppercased in the terminal tab. Just the G or M code, comma separated.
fr_fr: Utilisez cette option pour spécifier les commandes dont les paramètres ne doivent pas être automatiquement mis en majuscule dans l'onglet Terminal. Juste le code G ou M, séparés par une virgule.

source: Upload Folder
fr_fr: Télécharger un dossier

source: Timelapse Folder
fr_fr: Dossier Timelapse

source: Timelapse Temp Folder
fr_fr: Dossier temporaire Timelapse

source: Logs Folder
fr_fr: Dossier des journaux

source: Watched Folder
fr_fr: Dossier surveillé

source: Actively poll the watched folder. Check this if files in your watched folder aren't automatically added otherwise.
fr_fr: Interroge activement le dossier surveillé. Cochez cette case si les fichiers de votre dossier de contrôle ne sont pas ajoutés automatiquement autrement.

source: Disk space thresholds
fr_fr: Seuils d'espace disque

source: If the free disk space falls below these thresholds, OctoPrint will warn the user.
fr_fr: Si l'espace disque disponible tombe en dessous de ces seuils, OctoPrint en avertira l'utilisateur.

source: Warning
fr_fr: Attention

source: Critical
fr_fr: Critique

source: Provide values including size unit. Allowed units are: b, byte, bytes, kb, mb, gb, tb (case insensitive). Example: <code>5MB</code>, <code>500KB</code>
fr_fr: Fournissez des valeurs, y compris l'unité de taille. Les unités autorisées sont: b, octet, octets, kb, mb, gb, tb (insensible à la casse). Exemple: <code>5MB</code>, <code>500KB</code>

source: Before print job starts
fr_fr: Avant que le travail d'impression ne commence

source: After print job completes
fr_fr: Une fois le travail d'impression terminé

source: After print job is cancelled
fr_fr: Une fois le travail d'impression annulé

source: After print job is paused
fr_fr: Après la pause du travail d'impression

source: Before print job is resumed
fr_fr: Avant la reprise du travail d'impression

source: Before tool change
fr_fr: Avant le changement d'outil

source: After tool change
fr_fr: Après le changement d'outil

source: After connection to printer is established
fr_fr: Une fois la connexion à l'imprimante établie

source: Before connection to printer is closed
fr_fr: Avant que la connexion à l'imprimante soit fermée

source: This will only be executed when closing the connection actively. If the connection to the printer is suddenly lost nothing will be sent.
fr_fr: Cela ne sera exécuté que lors de la fermeture active de la connexion. Si la connexion à l'imprimante est soudainement perdue, rien ne sera envoyé.

source: Enable GCode Visualizer
fr_fr: Activer GCode Visualizer

source: Maximum size the GCodeViewer autoloads the file for preview
fr_fr: Taille maximale que GCodeViewer charge automatiquement le fichier pour l'aperçu

source: GCode Visualizer file size threshold
fr_fr: Seuil de taille de fichier GCode Visualizer

source: on desktop
fr_fr: sur le bureau

source: on mobile
fr_fr: sur le mobile

source: Add Profile...
fr_fr: Ajouter un profil ...

source: Intervals &amp; timeouts
fr_fr: Intervalles & amp; délais d'attente

source: Firmware &amp; protocol
fr_fr: Firmware & amp; protocole

source: Behaviour
fr_fr: Comportement

source: Serial port to connect to, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr_fr: Port série auquel vous souhaitez vous connecter. Si vous réglez ce paramètre sur AUTO, OctoPrint essaiera de trouver automatiquement le bon paramètre

source: Serial Port
fr_fr: Port Série

source: Serial baud rate to connect with, setting this to AUTO will make OctoPrint try to automatically find the right setting
fr_fr: Le débit en bauds série auquel se connecter, le réglage sur AUTO incitera OctoPrint à rechercher automatiquement le bon réglage

source: Baudrate
fr_fr: Débit

source: Makes OctoPrint try to connect to the printer automatically during start up
fr_fr: OctoPrint essaie de se connecter automatiquement à l’imprimante pendant le démarrage

source: Auto-connect to printer on server start
fr_fr: Connexion automatique à l'imprimante au démarrage du serveur

source: Additional serial ports
fr_fr: Ports série supplémentaires

source: Use this to define additional <a href="%%(glob_url)s">glob patterns</a> matching serial ports to list for connecting against, e.g. <code>/dev/ttyAMA*</code>. One entry per line.
fr_fr: Utilisez-le pour définir des <a href="%%(glob_url)s">modèles globaux supplémentaires</a> correspondant aux ports série à répertorier pour la connexion, par exemple.<code>/dev/ttyAMA*</code>. Une entrée par ligne.

source: Additional baud rates
fr_fr: Débits en bauds supplémentaires

source: Use this to define additional serial port baud rates to list for connecting with, e.g. <code>123456</code>. Comma separated.
fr_fr: Utilisez cette option pour définir des débits en bauds de port série supplémentaires à répertorier pour la connexion, par ex. <code>123456</code>. Séparées par des virgules.

source: Serial logging
fr_fr: Enregistrement en série

source: Log communication to <code>serial.log</code>
fr_fr: Connectez-vous à la communication <code>serial.log</code>

source: While this can negatively impact performance, a <code>serial.log</code> can be incredibly useful for debugging any issues observed in the communication between OctoPrint and your printer.
fr_fr: Bien que cela puisse avoir un impact négatif sur les performances, un <code>serial.log</code> peut s'avérer extrêmement utile pour déboguer les problèmes constatés dans la communication entre OctoPrint et votre imprimante.

source: Query intervals
fr_fr: Intervalles de requête

source: Interval in which to poll for the temperature information from the printer
fr_fr: Intervalle dans lequel rechercher les informations de température de l'imprimante

source: Temperature interval (polling)
fr_fr: Intervalle de température (scrutation)

source: When printing or idle
fr_fr: Lors de l'impression ou en mode veille

source: When idle and a target temperature is set
fr_fr: Lorsque inactif et une température cible est définie

source: Temperature report interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
fr_fr: Intervalle de rapport de température à demander aux firmwares capables de générer automatiquement des rapports. Une valeur de 0 désactive le report automatique par le micrologiciel et force la scrutation.

source: Temperature interval (autoreport)
fr_fr: Intervalle de température (autoreport)

source: Autoreport interval to request from firmware
fr_fr: Autoreport intervalle à demander du firmware

source: Interval in which to poll for the SD printing status information from the printer while printing
fr_fr: Intervalle dans lequel les informations d'état d'impression SD doivent être interrogées par l'imprimante pendant l'impression

source: SD status interval (polling)
fr_fr: Intervalle d'état SD (scrutation)

source: When printing from the printer's SD
fr_fr: Lors de l’impression à partir du SD de l’imprimante

source: SD status interval to request from autoreport capable firmwares. A value of 0 disables autoreporting by the firmware and forces polling.
fr_fr: Intervalle de statut SD à demander aux firmwares capables de générer automatiquement des rapports. Une valeur de 0 désactive le report automatique par le micrologiciel et force la scrutation.

source: SD status interval (autoreport)
fr_fr: Intervalle d'état SD (autoreport)

source: Timeouts
fr_fr: Délais d'attente

source: Time after which the communication with your printer will be considered timed out if nothing was sent by your printer (and an attempt to get it talking again will be done). Increase this if your printer takes longer than this for some moves.
fr_fr: Le délai après lequel la communication avec votre imprimante sera considérée comme ayant expiré si rien n’a été envoyé par votre imprimante (et une tentative pour la faire parler à nouveau sera fait). Augmentez cette valeur si votre imprimante prend plus de temps que certains mouvements.

source: Communication timeout
fr_fr: Délai de communication

source: <code>busy</code> protocol support not detected
fr_fr: <code>busy</code> support de protocole non détecté

source: <code>busy</code> protocol support detected
fr_fr: <code>busy</code> support de protocole détecté

source: Time after which a connection attempt to the printer will be considered as having failed
fr_fr: Heure après laquelle une tentative de connexion à l'imprimante sera considérée comme ayant échoué

source: Connection timeout
fr_fr: Délai de connexion dépassé

source: Time after which to consider an auto detection attempt to have failed if no successful connection is detected
fr_fr: Heure après laquelle une tentative de détection automatique a échoué si aucune connexion réussie n'est détectée

source: Autodetection timeout
fr_fr: Délai de détection automatique

source: Time after which to consider a position query on pause or cancel to have failed
fr_fr: Délai après lequel une requête de positionnement en pause ou en annulation a échoué

source: Position query timeout
fr_fr: Délai de requête de position

source: Time to wait after opening the serial connection before starting baudrate detection
fr_fr: Temps d'attente après l'ouverture de la connexion série avant de commencer la détection du débit en bauds

source: Initial baudrate detection pause
fr_fr: Détection initiale de débit en pause

source: Some controllers need a bit of a breather before baudrate detection after initial connect. If baudrate detection fails due to a hanging controller, try increasing this value.
fr_fr: Certains contrôleurs ont besoin d'un peu de répit avant la détection du débit en bauds après la connexion initiale. Si la détection du débit en bauds échoue à cause d'un contrôleur suspendu, essayez d'augmenter cette valeur.

source: Maximum consecutive communication timeouts while idle. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Délais de communication consécutifs maximum en veille. Plus que cela et l'imprimante sera considérée comme partie. Définissez sur 0 pour désactiver.

source: Max. consecutive timeouts while idle
fr_fr: Max. délais d'attente consécutifs durant la veille

source: Set to 0 to disable consecutive timeout detection and handling.
fr_fr: Définissez la valeur sur 0 pour désactiver la détection et la gestion du délai d'attente consécutif.

source: Maximum consecutive communication timeouts while printing. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Délais de communication consécutifs maximum lors de l'impression. Plus d'attente et l'imprimante sera considérée comme déconnectée. Définissez sur 0 pour désactiver.

source: Max. consecutive timeouts while printing
fr_fr: Max. délais d'attente consécutifs pendant l'impression

source: Maximum consecutive communication timeouts while a long running command is active. More than this and the printer will be considered to be gone. Set to 0 to disable.
fr_fr: Délais de communication maximum consécutifs lorsqu'une commande longue est active. Plus d'attente et l'imprimante sera considérée comme déconnectée. Définissez sur 0 pour désactiver.

source: Max. consecutive timeouts during long running commands
fr_fr: Max. délais d'attente consécutifs au cours de longues commandes

source: Firmware specific settings
fr_fr: Paramètres spécifiques du micrologiciel

source: Enable automatic firmware detection
fr_fr: Activer la détection automatique du firmware

source: If enabled, OctoPrint will try to figure out your printer's firmware automatically and adjust some communication parameters based on that. If that doesn't work out, or you want more granular control, uncheck this and the parameters in question will become visible for you to adjust.
fr_fr: Si cette option est activée, OctoPrint essaiera de déterminer automatiquement le micrologiciel de votre imprimante et d’ajuster certains paramètres de communication en conséquence. Si cela ne fonctionne pas, ou si vous souhaitez un contrôle plus granulaire, décochez-la et les paramètres en question deviendront visibles pour que vous puissiez les ajuster.

source: Select SD files by relative path
fr_fr: Sélectionner les fichiers SD par chemin relatif

source: RepRap Firmware
fr_fr: Micrologiciel RepRap

source: Always assume SD card is present
fr_fr: Toujours supposer que la carte SD est présente

source: Ignore consecutive resend requests for the same line
fr_fr: Ignorer les demandes de renvoi consécutives pour le même fabricant de lignes

source: Support <code>TargetExtr%%n</code>/<code>TargetBed</code> target temperature format
fr_fr: Support <code>TargetExtr%%n</code>/<code>TargetBed</code>format de température cible

source: Disable detection of external heatups
fr_fr: Désactiver la détection des échauffements externes

source: Actively pause communication during <code>G4</code> dwell command
fr_fr: Mettre activement en pause la communication pendant la commande <code>G4</code>

source: Send a checksum with the command
fr_fr: Envoyer une somme de contrôle de commande

source: When printing
fr_fr: Lors de l'impression

source: Support temperature autoreporting by firmware, if detected
fr_fr: Prise en charge du report automatique de la température par le micrologiciel, si détecté

source: Support sd status autoreporting by firmware, if detected
fr_fr: Prend en charge le report automatique de l’état de la carte sd par le firmware, si elle est détectée

source: Send emergency GCODES <code>M108</code> and <code>M410</code> without waiting for acknowledgement, if detected as supported by the firmware
fr_fr: Envoyer d'urgence GCODES <code>M108</code> and <code>M410</code> sans attendre d'acquittement, si détecté comme supporté par le firmware

source: Support <code>busy</code> protocol, if detected
fr_fr: Prise en charge du protocole <code>occupé</code>, si détecté

source: Simulate <code>ok</code> for <code>M29</code>
fr_fr: Simulation <code>ok</code> for <code>M29</code>

source: Most Marlin forks that were derived from Marlin versions &lt; v1.1.0 do not send an acknowledging <code>ok</code> for a <code>M29</code>. Check this if you run into communication stalls following streaming of a file to your printer's SD.
fr_fr: La plupart des sources Marlin dérivées des versions de Marlin & lt; v1.1.0 n'envoie pas d'accusé de réception <code>ok</code>pour un<code>M29</code>. Cochez cette case si vous rencontrez des problèmes de communication après la diffusion d'un fichier sur le SD de votre imprimante.

source: Simulate <code>ok</code> for resend requests
fr_fr: Simuler <code>ok</code> pour les demandes de renvoi

source: If detected as necessary
fr_fr: Si détecté comme nécessaire

source: Some Marlin forks lack an acknowledging <code>ok</code> with their resend requests. Set this to "always" or "if detected as necessary" if you run into communication stalls on resend requests.
fr_fr: Certaines fourchettes Marlin ne disposent pas d’un accusé de réception <code>ok</code> pour leurs demandes de renvoi. Définissez ce paramètre sur "toujours" ou "si nécessaire" si vous rencontrez des problèmes de communication lors de demandes de renvoi.

source: Protocol fine tuning
fr_fr: Protocole de mise au point

source: Wait for <code>start</code> on connect
fr_fr: Attendez que <code>start</code> se connecte

source: Try checking this if you run into connection timeouts due to your printer taking too long to respond to OctoPrint's handshake attempts on connect.
fr_fr: Cochez cette case si vous rencontrez des problèmes de délai de connexion, car votre imprimante met trop de temps à répondre aux tentatives d'établissement de liaison d'OctoPrint lors de la connexion.

source: Blocked commands
fr_fr: Commandes bloquées

source: Use this to specify commands that should never be sent to the printer. Just the G or M code, comma separated. Defaults to <code>M0</code> and <code>M1</code> since most firmware will block until a button on the controller has been pressed if it receives either of those two commands.
fr_fr: Utilisez cette option pour spécifier des commandes qui ne doivent jamais être envoyées à l’imprimante. Juste le code G ou M, séparés par une virgule. Les valeurs par défaut sont <code>M0</ ode>et<code>M1</code>, car la plupart des microprogrammes sont bloqués jusqu'à ce qu'un bouton du contrôleur ait été enfoncé s'il reçoit l'une de ces deux commandes.

source: Pausing commands
fr_fr: Mettre les commandes en pause
