Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: <p> The <strong>Stream URL</strong> is the URL OctoPrint uses to embed the actual webcam stream (which should be an MJPG stream) into the web interface. This needs to be reachable <strong>from your browser</strong>. </p><p> It may be <ul> <li>a fully qualified URL (<code>http://host:port/path</code>),</li> <li>a URL defaulting to the protocol used for accessing the web interface (e.g. <code>//host:port/path</code>),</li> <li>an absolute path on the same host as OctoPrint (e.g. <code>/absolute/path</code>) or</li> <li>a relative path on the same host as OctoPrint (e.g. <code>relative/path</code>)</li> </ul> </p><p> The <strong>Snapshot URL</strong> is the URL OctoPrint uses to fetch single images from the webcam for creating timelapse recordings. This needs to be a fully qualified URL reachable <strong>from the OctoPrint server</strong>. </p>
fr_fr: <p> <Strong> URL du flux </ strong> est l'URL utilisée par OctoPrint pour intégrer le flux de webcam réel (qui devrait être un flux MJPG) sur le Web interface. Cela doit être accessible <strong> depuis votre navigateur </ strong>. </ p> <p> C'est possible <ul> <li> une adresse URL complète (<code> http: // hôte: port / chemin </ code>), </ li> <li> une URL par défaut du protocole utilisé pour accéder au Web interface (par exemple, <code> // hôte: port / chemin </ code>), </ li> <li> un chemin absolu sur le même hôte qu'OctoPrint (par exemple, <code> / absolute / path </ code>) ou </ li> <li> un chemin relatif sur le même hôte qu'OctoPrint (par exemple, <code> relatif / chemin </ code>) </ li> </ ul> </ p> <p> <Strong> URL de l'instantané </ strong> est l'URL utilisée par OctoPrint pour extraire images de la webcam pour créer des enregistrements timelapse. Cela doit être adresse URL complète <strong> accessible à partir du serveur OctoPrint </ strong>. </ p>

source: Timelapse Recordings
fr_fr: Enregistrements en accéléré

source: <p> To render the snapshots into timelapse recordings, OctoPrint also needs to know the correct <strong>path to FFMPEG</strong>. </p>
fr_fr: <p> Pour rendre les instantanés en enregistrements timelapse, OctoPrint doit également: connaître le <strong> chemin correct vers FFMPEG </ strong>. </ p>

source: Without this plugin your OctoPrint instance will no longer be discoverable on the network via Bonjour and uPnP.
fr_fr: Sans ce plugin, votre instance OctoPrint ne sera plus détectable sur le réseau via Bonjour et uPnP.

source: Error Tracking
fr_fr: Suivi des erreurs

source: Enable error reporting?
fr_fr: Activer le rapport d'erreur?

source: <p>It looks like you are tracking an OctoPrint RC release channel. It would be great if you would enable error reporting so that any kind of errors that occur with an RC can be looked into more easily. Thank you!</p><p><small>You can find more information on error reporting under Settings > Error Tracking</small></p>
fr_fr: <p> Il semble que vous suiviez un canal de publication OctoPrint RC. Ce serait bien si vous pouviez activer le signalement des erreurs de manière à ce que tout type d’erreurs survenant avec une télécommande puisse être analysé plus facilement. Merci! </p> <p> <small> Pour plus d’informations sur le signalement des erreurs, cliquez sur Paramètres> Suivi des erreurs </small> </p>

source: Ignore
fr_fr: Ignorer

source: You can still enable error tracking via "Settings" > "Error Tracking"
fr_fr: Vous pouvez toujours activer le suivi des erreurs via "Paramètres"> "Suivi des erreurs"

source: Enable
fr_fr: Activé

source: <p> Error tracking will cause any logged exceptions in the server and the browser interface to be sent to OctoPrint's <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">Sentry instance</a>. </p> <p> By enabling it you help to gather detailed information on the cause of bugs or other issues. This is especially valuable on release candidates, which is why this plugin will also prompt you to enable error tracking if it detects that you are subscribed to an RC release channel. </p> <p> Please enable this if you are running a release candidate, or are prompted to do so while debugging an issue that you reported. </p>
fr_fr: <p> Le suivi des erreurs entraînera l'envoi des exceptions consignées sur le serveur et l'interface du navigateur. dans la <a href="https://sentry.io/" target="_blank" rel="noopener noreferer"> instance Sentry </a> d'OctoPrint. </ p> <p> En l'activant, vous aidez à recueillir des informations détaillées sur la cause des bogues ou d'autres problèmes. Ceci est particulièrement précieux candidats à la publication, c’est pourquoi ce plugin vous invitera également à activer le suivi des erreurs s’il détecte que vous êtes abonné à un canal de diffusion RC. </ p> <p> Activez cette option si vous exécutez une version candidate ou si vous êtes invité à le faire lors du débogage d'un problème que vous avez signalé. </ p>

source: Enable error tracking
fr_fr: Activer le suivi des erreurs

source: Please reload the page after enabling/disabling & saving
fr_fr: Veuillez recharger la page après l'activation / la désactivation et la sauvegarde

source: Random unique instance ID
fr_fr: ID d'instance unique aléatoire

source: <p> The Error Tracking plugin is using a Sentry instance kindly provided by <a href="https://sentry.io/" target="_blank" rel="noopener noreferer">sentry.io</a>. For information on their service please refer to their <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer">Security & Compliance documentation</a> and their <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer">Privacy Policy</a>. </p>
fr_fr: <p> Le plugin Error Tracking utilise une instance Sentry aimablement fournie par <a href="https://sentry.io/" target="_blank" rel="noopener noreferer"> sentry.io </a>. Pour plus d'informations sur leur service Veuillez vous reporter à leur <a href="https://sentry.io/security/" target="_blank" rel="noopener noreferer"> documentation relative à la sécurité et à la conformité </a>. et leur <a href="https://sentry.io/privacy/" target="_blank" rel="noopener noreferer"> Règles de confidentialité </a>. </ p>

source: Without this plugin anonymous users will have read-only access to your OctoPrint instance. Only disable this if you are comfortable with this, your OctoPrint instance is not publicly reachable on the internet and you fully trust everyone who has access to your local network!
fr_fr: Sans ce plugin, les utilisateurs anonymes auront un accès en lecture seule à votre instance OctoPrint. Ne désactivez cette option que si vous êtes à l'aise avec cela, votre instance OctoPrint n'est pas publiquement accessible sur Internet et vous faites entièrement confiance à tous ceux qui ont accès à votre réseau local!

source: Please log in
fr_fr: Veuillez vous connecter

source: Incorrect username or password.
fr_fr: Identifiant ou mot de passe incorrect.

source: Server is currently offline.
fr_fr: Serveur en ligne.

source: Reconnect...
fr_fr: Reconnexion".".

source: Remember me
fr_fr: Se souvenir de moi

source: Log in
fr_fr: S'identifier

source: Without this plugin you will no longer be able to retrieve OctoPrint's logs or modify the current logging levels through the web interface.
fr_fr: Sans ce plugin, vous ne pourrez plus récupérer les journaux d'OctoPrint ni modifier les niveaux de journalisation actuels via l'interface Web.

source: You are about to delete log file "%(name)s".
fr_fr: Vous êtes sur le point de supprimer le fichier journal "%(name)s".

source: You are about to delete %(count)d log files.
fr_fr: Vous êtes sur le point de supprimer %(count)d fichiers de journaux.

source: Deleting log files
fr_fr: Suppression des fichiers journaux

source: Deleting %(count)d log files...
fr_fr: Suppression de %(count)d fichiers de journal ...

source: Sort by name
fr_fr: Trier par nom

source: ascending
fr_fr: ascendant

source: Sort by modification date
fr_fr: Trier par date de modification

source: descending
fr_fr: descendant

source: Sort by file size
fr_fr: Trier par taille de fichier

source: Logging Levels
fr_fr: Niveaux de journalisation

source: Level
fr_fr: Niveau

source: Remove
fr_fr: Supprimer

source: Add
fr_fr: Ajouter

source: Without this plugin OctoPrint will no longer be able to provide additional information about your Pi,which will make it more tricky to help you if you need support.
fr_fr: Sans ce plugin, OctoPrint ne sera plus en mesure de fournir des informations supplémentaires sur votre Pi, ce qui rendra plus difficile de vous aider si vous avez besoin d'assistance.

source: running on
fr_fr: en fonctionnement

source: Undervoltage. Make sure your power supply and cabling are providing enough power to the Pi.
fr_fr: Sous-tension. Assurez-vous que votre alimentation et votre câblage fournissent suffisamment d’alimentation au Pi.

source: Frequency capping due to overheating. Improve cooling of the CPU and GPU.
fr_fr: Limitation de fréquence due à une surchauffe. Améliorer le refroidissement du processeur et du processeur graphique.

source: A blinking symbol indicates a current issue, a non blinking symbol one that was observed some time since the Pi booted up.
fr_fr: Un symbole clignotant indique un problème en cours, un symbole non clignotant qui a été observé peu de temps après le démarrage du Pi.

source: Click the symbol in the navbar for more information.
fr_fr: Cliquez sur le symbole dans la barre de navigation pour plus d'informations.

source: About OctoPi
fr_fr: A propos d'OctoPi

source: What do the symbols mean?
fr_fr: Que signifient les symboles?

source: Undervoltage
fr_fr: Sous-tension

source: Overheat
fr_fr: Surchauffe

source: Please restart OctoPrint after changing any of this plugin's settings.
fr_fr: Veuillez redémarrer OctoPrint après avoir modifié les paramètres de ce plugin.

source: Enable under voltage and overheat detection via <code>vcgencmd get_throttled</code>
fr_fr: Activer la détection de sous-tension et de surchauffe via <code>vcgencmd get_throttled</ code>

source: This will regularly check with the Pi if something is amiss either with power regulation or CPU/GPU temperature.
fr_fr: Ceci vérifiera régulièrement avec le Pi si quelque chose ne va pas avec la régulation de puissance ou la température du CPU / GPU.

source: Command for under voltage/overheat detection
fr_fr: Commande de détection de sous tension / surchauffe

source: Defaults to <code>/usr/bin/vcgencmd get_throttled</code>. You usually shouldn't have to change this.
fr_fr: La valeur par défaut est <code>/usr/bin/vcgencmd get_throttled</code>. Vous ne devriez généralement pas avoir à changer cela.

source: Plugin Manager
fr_fr: Gestionnaire de plugins

source: There are no plugin notices. Great!
fr_fr: Il n'y a pas d'avis de plugin. Génial!

source: There is a plugin notice for one of your installed plugins.
fr_fr: Il y a un avis de plugin pour l'un de vos plugins installés.

source: There are %(count)d plugin notices for one or more of your installed plugins.
fr_fr: Il y a %(count)d avis de plug-in pour un ou plusieurs de vos plug-ins installés.

source: Installing plugin...
fr_fr: Installation du plugin...

source: Installing plugin from uploaded archive...
fr_fr: Installation du plugin à partir d'une archive téléchargée ...

source: Something went wrong
fr_fr: Quelque chose a mal tourné

source: Please consult octoprint.log for details
fr_fr: Veuillez consulter octoprint.log pour plus de détails

source: You are about to disable "%(name)s".
fr_fr: Vous êtes sur le point de désactiver "%(name)s".

source: This is not recommended
fr_fr: Ceci n'est pas recommandé

source: Do you still want to disable it?
fr_fr: Voulez-vous toujours le désactiver?

source: Keep enabled
fr_fr: Garder activé

source: Disable anyway
fr_fr: Désactiver quand même

source: Installing plugin "%(name)s" from %(url)s...
fr_fr: Installation du plugin "%(name)s" from %(url)s...

source: Installing plugin from %(url)s...
fr_fr: Installation du plugin depuis %(url)s...

source: Reinstalling plugin...
fr_fr: Réinstallation du plugin...

source: Reinstalling plugin "%(name)s" from %(url)s...
fr_fr: Réinstallation du plugin "%(name)s" depuis %(url)s...

source: Uninstalling plugin...
fr_fr: Désinstallation du plugin...

source: Uninstalling plugin "%(name)s"
fr_fr: Désinstallation du plugin "%(name)s"

source: Reinstall
fr_fr: Réinstallation

source: Install
fr_fr: Installation

source: Disabled
fr_fr: Désactivé

source: Plugin management log
fr_fr: Journal de gestion des plugins

source: %(count)d earlier actions...
fr_fr: %(count)d actions précédentes ...

source: %(count)d earlier action
fr_fr: %(count)d action précédente

source: Install <em>%(plugin)s</em>: %(result)s
fr_fr: Installation <em>%(plugin)s</em>: %(result)s

source: Uninstall <em>%(plugin)s</em>: %(result)s
fr_fr: Désinstallation <em>%(plugin)s</em>: %(result)s

source: Enable <em>%(plugin)s</em>: %(result)s
fr_fr: Activer <em>%(plugin)s</em>: %(result)s

source: Disable <em>%(plugin)s</em>: %(result)s
fr_fr: Désactiver <em>%(plugin)s</em>: %(result)s

source: A restart is needed for the changes to take effect.
fr_fr: Un redémarrage est nécessaire pour que les modifications prennent effet.

source: Restart now
fr_fr: Redémarrer maintenant

source: <strong>This will restart your OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr_fr: <strong>Ceci redémarrera votre serveur OctoPrint.</strong></p><p>Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale pouvant également s'appliquer aux impressions exécutées directement à partir du serveur interne de votre imprimante. espace de rangement).

source: Restart in progress
fr_fr: Redémarrage en cours

source: The server is now being restarted in the background
fr_fr: Le serveur est maintenant en train de redémarrer en arrière-plan

source: Trying to restart the server produced an error, please check octoprint.log for details. You'll have to restart manually.
fr_fr: Une tentative de redémarrage du serveur a généré une erreur. Veuillez vérifier le fichier octoprint.log pour plus de détails. Vous devrez redémarrer manuellement.

source: A refresh is needed for the changes to take effect.
fr_fr: Une actualisation est nécessaire pour que les modifications prennent effet.

source: Reload now
fr_fr: Recharger maintenant

source: A reconnect to the printer is needed for the changes to take effect.
fr_fr: Une reconnexion à l'imprimante est nécessaire pour que les modifications prennent effet.

source: Error!
fr_fr: Erreur!

source: Done!
fr_fr: Ok!

source: Blacklisted
fr_fr: Blacklisté

source: Disabled due to active safe mode
fr_fr: Désactivé en raison du mode sans échec actif

source: Enable Plugin
fr_fr: Activer plugin

source: Disable Plugin
fr_fr: Désactiver plugin

source: There are %(count)d notices (%(important)d marked as important) available regarding this plugin - click to show!
fr_fr: Il y a %(count)d avis (%(important)d marqués comme important) disponibles concernant ce plugin - cliquez pour afficher!

source: There are %(count)d notices available regarding this plugin - click to show!
fr_fr: Il y a %(count)d avis disponibles concernant ce plugin - cliquez pour afficher!

source: There is an important notice available regarding this plugin - click to show!
fr_fr: Un avis important est disponible concernant ce plugin - cliquez pour afficher!

source: There is a notice available regarding this plugin - click to show!
fr_fr: Un avis concernant ce plugin est disponible - cliquez pour afficher!

source: Important notice regarding plugin "%(name)s"
fr_fr: Avis important concernant le plugin "%(name)s"

source: Notice regarding plugin "%(name)s"
fr_fr: Avis concernant le plugin "%(name)s"

source: Affected versions: %(versions)s
fr_fr: Versions concernées: %(versions)s

source: Affected versions: all
fr_fr: Versions concernées: toutes

source: Read more...
fr_fr: Lire plus...

source: Take note that all plugin management functionality is disabled while your printer is printing.
fr_fr: Notez que toutes les fonctionnalités de gestion des plug-ins sont désactivées pendant l’impression.

source: The <code>pip</code> command could not be found or does not work correctly for this installation of OctoPrint - please consult the log file for details and if necessary configure it manually. No installation and uninstallation of plugin packages is possible while <code>pip</code> is unavailable.
fr_fr: La commande <code> pip </ code> est introuvable ou ne fonctionne pas correctement pour cette installation d’OctoPrint - veuillez consulter le fichier journal pour plus de détails. et le cas échéant, configurez-le manuellement. Aucune installation et désinstallation de plugin packages est possible tant que <code> pip </ code> n'est pas disponible.

source: Safe mode is currently active. All third party plugins are disabled and cannot be enabled. Installation of plugin packages is disabled.
fr_fr: Le mode sans échec est actuellement actif. Tous les plugins tiers sont désactivés et ne peuvent pas être activés. L'installation des packages de plug-ins est désactivée.

source: It looks like OctoPrint has currently no connection to the internet. Due to that it's not possible to install new plugins from the plugin repository or archive URLs.
fr_fr: Il semble qu'OctoPrint n'a actuellement pas de connexion à Internet. Pour cette raison, ce n'est pas possible d'installer de nouveaux plugins à partir du référentiel de plugins ou des URL d'archivage.

source: Plugin Configuration
fr_fr: Configuration des plugins

source: Installed Plugins
fr_fr: Plugins installés

source: Bundled with OctoPrint
fr_fr: Livré avec OctoPrint

source: Cannot be uninstalled through OctoPrint
fr_fr: Ne peut pas être désinstallé via OctoPrint

source: Restart of OctoPrint needed for changes to take effect
fr_fr: Redémarrage d'OctoPrint nécessaire pour que les modifications prennent effet

source: Pending install
fr_fr: En attente d'installation

source: Pending uninstall
fr_fr: En attente de désinstallation

source: Disabled due to safe mode
fr_fr: Désactivé en raison du mode sans échec

source: There are notices available regarding this plugin
fr_fr: Il y a des avis disponibles concernant ce plugin

source: This plugin is blacklisted
fr_fr: Il y a un avis disponible concernant ce plugin

source: Homepage
fr_fr: Page d'accueil

source: Uninstall Plugin
fr_fr: Désinstaller Plugin

source: Get More...
fr_fr: Avoir plus...

source: Reshow current notices
fr_fr: Réafficher les avis en cours

source: Refresh notices from repository
fr_fr: Actualiser les avis du référentiel

source: Install new Plugins...
fr_fr: Installer de nouveaux plugins...

source: ... from the <a href="%(url)s" target="_blank">Plugin Repository</a>
fr_fr: ...depuis<a href="%(url)s" target="_blank">dépôt de plugins</a>

source: Sort by title
fr_fr: Trier par titre

source: Sort by publication date
fr_fr: Trier par date de publication

source: Only show uninstalled plugins
fr_fr: Afficher uniquement les plugins désinstallés

source: Only show compatible plugins
fr_fr: Afficher uniquement les plugins compatibles

source: Refresh list from repository
fr_fr: Actualiser la liste du référentiel

source: Search...
fr_fr: Recherche...

source: "Why?"
fr_fr: "Pourquoi?"

source: Sadly the repository is currently not available
fr_fr: Malheureusement, le référentiel n'est pas disponible pour le moment

source: Is your OctoPrint installation connected to the internet?
fr_fr: Votre installation OctoPrint est-elle connectée à Internet?

source: ... from URL
fr_fr: ...depuis URL

source: Enter URL...
fr_fr: Enrer URL...

source: This does not look like a valid URL. Expected http, https or any of the <a href="%(url)s" target="_blank">supported VCS URLs</a>.
fr_fr: Cela ne ressemble pas à une URL valide. Http, https ou l’une des <a href="%(url)s" target="_blank"> URL prises en charge par le VCS pris en charge </a>.

source: ... from an uploaded archive
fr_fr: ... depuis une archive téléchargée

source: This does not look like a valid plugin archive. Valid plugin archives should be either zip files or tarballs and have the extension ".zip", ".tar.gz", ".tgz" or ".tar"
fr_fr: Cela ne ressemble pas à une archive de plugin valide. Les archives de plugins valides doivent être soit des fichiers zip, soit des archives tarballs et porter les extensions ".zip", ".tar.gz", ".tgz" ou ".tar"

source: Use <code>--process-dependency-links</code> with <code>pip install</code>
fr_fr: Utilisez <code>--process-dependency-links</code> avec <code>pip install</code>

source: You should normally <strong>not</strong> have to change <strong>any</strong> of the following settings, they are purely provided for convenience here.
fr_fr: Normalement, <strong>pas</strong> ne devez pas modifier<strong>les </strong>paramètres suivants, ils sont uniquement fournis pour des raisons de commodité.

source: Plugin repository configuration
fr_fr: Configuration du référentiel du plugin

source: URL of the Plugin Repository to use. You should normally not have to change this.
fr_fr: URL du référentiel de plug-ins à utiliser. Vous ne devriez normalement pas avoir à changer cela.

source: Repository URL
fr_fr: URL du référentiel

source: How long to cache repository data, in minutes. You should normally not have to change this.
fr_fr: Combien de temps mettre en cache les données du référentiel, en minutes. Vous ne devriez normalement pas avoir à changer cela.

source: Repository cache TTL
fr_fr: Cache du référentiel TTL

source: Notices configuration
fr_fr: Configuration des avis

source: URL of the Notices source to use. You should normally not have to change this.
fr_fr: URL de la source des avis à utiliser. Vous ne devriez normalement pas avoir à changer cela.

source: Notices URL
fr_fr: URL des avis

source: How long to cache notices, in minutes. You should normally not have to change this.
fr_fr: Combien de temps mettre en cache les avis, en minutes. Vous ne devriez normalement pas avoir à changer cela.

source: Notices cache TTL
fr_fr: Avis cache TTL

source: pip configuration
fr_fr: configuration PIP

source: Additional arguments for the pip command. You should normally not have to change this.
fr_fr: Arguments supplémentaires pour la commande pip. Vous ne devriez normalement pas avoir à changer cela.

source: Additional arguments
fr_fr: Arguments supplémentaires

source: Force the use of the <code>--user</code> flag with <code>pip install</code>
fr_fr: Forcer l'utilisation de l'indicateur <code>--user</code> avec <code>pip install</ code>

source: Cancel
fr_fr: Annuler

source: Save
fr_fr: Sauvegarder

source: Printer Safety Warning
fr_fr: Avertissement de sécurité de l'imprimante

source: Without this plugin OctoPrint will no longer be able to check if the printer it is connected to has a known safetyissue and inform you about that fact.
fr_fr: Sans ce plugin, OctoPrint ne sera plus en mesure de vérifier si l’imprimante à laquelle il est connecté possède un problème de sécurité connu et vous en informera.

source: Your printer's firmware is known to lack mandatory safety features (e.g. thermal runaway protection). This is a fire risk.
fr_fr: On sait que le micrologiciel de votre imprimante manque de fonctions de sécurité obligatoires (par exemple, une protection contre l'emballement thermique). C'est un risque d'incendie.

source: Warning!
fr_fr: Attention!

source: Learn more...
fr_fr: Apprendre plus...

source: setuptools
fr_fr: outils de configuration

source: Software Update
fr_fr: Mise à jour logicielle
