Repository: reytronic/DagOctoprint
Catalog: messages.po
Languages: fr_fr

source: Without this plugin OctoPrint will no longer be able to update itself or any of your installed plugins which might put your system at risk.
fr_fr: Sans ce plugin, OctoPrint ne pourra plus se mettre à jour ni mettre à jour aucun de vos plugins installés, ce qui pourrait mettre votre système en danger.

source: Release
fr_fr: Libération

source: Commit
fr_fr: Commettre

source: unknown
fr_fr: inconnu

source: Updating...
fr_fr: Mise à jour...

source: Updating, please wait.
fr_fr: Mise à jour, veuillez patienter.

source: There are updates available for the following components:
fr_fr: Des mises à jour sont disponibles pour les composants suivants:

source: Release Notes
fr_fr: Notes de version

source: This version of the Python environment is not supported for direct updates.
fr_fr: Cette version de l'environnement Python n'est pas prise en charge pour les mises à jour directes.

source: Those components marked with <i class="fa fa-check"></i> can be updated directly.
fr_fr: Les composants marqués avec <i class="fa fa-check"></i> peuvent être mis à jour directement.

source: To have updates applied, get in touch with an administrator of this OctoPrint instance.
fr_fr: Pour appliquer les mises à jour, contactez un administrateur de cette instance OctoPrint.

source: Update Available
fr_fr: Mise à jour disponible

source: You can make this message display again via "Settings" > "Software Update" > "Check for update now"
fr_fr: Vous pouvez faire en sorte que ce message s'affiche à nouveau via "Paramètres"> "Mise à jour logicielle"> "Vérifier la mise à jour maintenant"

source: Update now
fr_fr: Mettre à jour maintenant

source: Everything is up-to-date
fr_fr: Tout est à jour

source: No internet connection
fr_fr: Pas de connexion internet

source: Update not possible
fr_fr: Mise à jour impossible

source: Unknown update check, configuration ok?
fr_fr: Vérification de la mise à jour inconnue, configuration ok?

source: Cannot check for update, need online connection
fr_fr: Impossible de vérifier la mise à jour, besoin d'une connexion en ligne

source: Network error while checking for update
fr_fr: Erreur réseau lors de la vérification de la mise à jour

source: Unknown error while checking for update, please check the logs
fr_fr: Erreur inconnue lors de la vérification de la mise à jour, veuillez vérifier les journaux

source: Now updating, please wait.
fr_fr: Mise à jour en cours, veuillez patienter.

source: Update not started!
fr_fr: Mise à jour non commencée!

source: The update could not be started. Is it already active? Please consult octoprint.log for details.
fr_fr: La mise à jour n'a pas pu être démarrée. Est-ce déjà en cours? Veuillez consulter octoprint.log pour plus de détails.

source: Can't update while printing
fr_fr: Impossible de mettre à jour pendant l'impression

source: A print job is currently in progress. Updating will be prevented until it is done.
fr_fr: Un travail d'impression est en cours. La mise à jour sera empêchée jusqu'à ce que ce soit fait.

source: This will update the following components and restart the server:
fr_fr: Cela mettra à jour les composants suivants et redémarrera le serveur:

source: Be sure to read through any linked release notes, especially those for OctoPrint since they might contain important information you need to know <strong>before</strong> upgrading.
fr_fr: Assurez-vous de lire toutes les notes de publication liées, en particulier celles d'OctoPrint, car elles peuvent contenir des informations importantes que vous devez connaître <strong>avant la</strong>mise à niveau.

source: This action may disrupt any ongoing print jobs.
fr_fr: Cette action peut perturber les travaux d'impression en cours.

source: Depending on your printer's controller and general setup, restarting OctoPrint may cause your printer to be reset.
fr_fr: En fonction du contrôleur de votre imprimante et de la configuration générale, le redémarrage d'OctoPrint peut entraîner la réinitialisation de votre imprimante.

source: Are you sure you want to proceed?
fr_fr: Êtes-vous sur de vouloir continuer?

source: Are you sure you want to update now?
fr_fr: Êtes-vous sûr de vouloir mettre à jour maintenant?

source: Proceed
fr_fr: Procéder

source: Now updating %(name)s to %(version)s
fr_fr: Mise à jour de %(name)s en %(version)s

source: Update successful, restarting!
fr_fr: Mise à jour réussie, redémarrage!

source: The update finished successfully and the server will now be restarted.
fr_fr: La mise à jour s'est terminée avec succès et le serveur va maintenant être redémarré.

source: Restart failed
fr_fr: Le redémarrage a échoué

source: The server apparently did not restart by itself, you'll have to do it manually. Please consult octoprint.log on what went wrong.
fr_fr: Le serveur n'a apparemment pas redémarré seul, vous devrez le faire manuellement. Veuillez consulter octoprint.log pour savoir ce qui ne va pas.

source: The update finished successfully, please restart OctoPrint now.
fr_fr: La mise à jour s'est terminée avec succès, veuillez redémarrer OctoPrint maintenant.

source: The update finished successfully, please reboot the server now.
fr_fr: La mise à jour s'est terminée avec succès, veuillez redémarrer le serveur maintenant.

source: Update successful, restart required!
fr_fr: Mise à jour réussie, redémarrage requis!

source: Restarting OctoPrint failed, please restart it manually. You might also want to consult octoprint.log on what went wrong here.
fr_fr: Le redémarrage d'OctoPrint a échoué. Veuillez le redémarrer manuellement. Vous voudrez peut-être aussi consulter octoprint.log sur ce qui ne va pas ici.

source: Rebooting the server failed, please reboot it manually. You might also want to consult octoprint.log on what went wrong here.
fr_fr: Le redémarrage du serveur a échoué, veuillez le redémarrer manuellement. Vous voudrez peut-être aussi consulter octoprint.log sur ce qui ne va pas ici.

source: Update successful!
fr_fr: Mise à jour réussie!

source: The update finished successfully.
fr_fr: La mise à jour s'est terminée avec succès.

source: Update failed!
fr_fr: Mise à jour a échoué!

source: The update did not finish successfully. Please consult <code>octoprint.log</code> and <code>plugin_softwareupdate_console.log</code> for details.
fr_fr: La mise à jour ne s'est pas terminée correctement. Veuillez consulter <code>octoprint.log</code> et <code>plugin_softwareupdate_console.log</code> pour plus de détails.

source: Please configure the <strong>checkout folder</strong> of OctoPrint, otherwise this plugin won't be able to update it. Click on the <i class="fa fa-wrench"></i> button to do this. Also refer to the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.
fr_fr: Configurez le <strong>dossier de paiement</strong>d’OctoPrint, sinon ce plugin ne pourra pas le mettre à jour. Cliquez sur le bouton <i class="fa fa-wrench"></i>. pour faire ça. Reportez-vous également à la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>.

source: <p> <strong>You are running a non-release version of OctoPrint but are tracking OctoPrint releases.</strong> </p><p> You probably want OctoPrint to track the matching development version instead. If you have a local OctoPrint checkout folder switched to another branch, <strong>simply switching over to "Commit" tracking</strong> will already take care of that. Otherwise please take a look at the <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank">Documentation</a>. </p>
fr_fr: <p> <strong>Vous exécutez une version non autorisée d'OctoPrint mais suivez sa trace. communiqués.</ strong> </p><p> Vous voulez probablement qu'OctoPrint dépiste à la place la version de développement correspondante. Si vous avez un dossier de paiement OctoPrint local transféré vers une autre branche, Le <strong>passage au mode "suivi"</strong> permettra déjà de prendre soin de ça. Sinon, s'il vous plaît jeter un œil à la <a href="https://github.com/foosel/OctoPrint/wiki/Plugin:-Software-Update" target="_blank"> Documentation </a>. </ p>

source: <p> <strong>This version of the Python environment is not supported for direct updates.</strong> </p> <p> To reduce the likelihood of running into update problems in outdated environments, the following minimal versions are required to use this updater to update OctoPrint or any installed plugins: </p>
fr_fr: <p> <strong> Cette version de l'environnement Python n'est pas prise en charge pour les mises à jour directes.</strong> </p> <p> Pour réduire le risque de rencontrer des problèmes de mise à jour dans des environnements obsolètes, la configuration minimale suivante: des versions sont nécessaires pour utiliser ce programme de mise à jour pour mettre à jour OctoPrint ou tout plug-in installé: </p>

source: you have
fr_fr: vous avez

source: <p> Please take a look at <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">this FAQ entry on how to proceed</a>. </p>
fr_fr: <p> Veuillez consulter la <a href="https://faq.octoprint.org/unsupported-python-environment" target="_blank">cette entrée de la FAQ sur la procédure à suivre</a>. </p>

source: Current versions
fr_fr: Versions actuelles

source: Update available
fr_fr: Mise à jour disponible

source: Update
fr_fr: Mise à jour

source: Installed:
fr_fr: Installé:

source: Available:
fr_fr: Disponible:

source: Release Notes:
fr_fr: Notes de version:

source: Update all
fr_fr: Tout mettre à jour

source: Check for update now
fr_fr: Vérifier les mises à jour maintenant

source: Last cache refresh:
fr_fr: Dernière actualisation du cache:

source: Force check for update (overrides cache used for update checks)
fr_fr: Forcer le contrôle de la mise à jour (remplace le cache utilisé pour les contrôles de mise à jour)

source: Force update now (even if no new versions are available)
fr_fr: Forcer la mise à jour maintenant (même si aucune nouvelle version n'est disponible)

source: Version cache TTL
fr_fr: Version du cache TTL

source: Show update notifications to users
fr_fr: Afficher les notifications de mise à jour aux utilisateurs

source: If you uncheck this, only logged in admins will see update notifications. Update notifications shown to users do not include the "Update now" button.
fr_fr: Si vous décochez cette case, seuls les administrateurs connectés verront les notifications de mise à jour. Les notifications de mise à jour présentées aux utilisateurs n'incluent pas le bouton "Mettre à jour maintenant".

source: Update in progress, please wait.
fr_fr: Mise à jour en cours, veuillez patienter.

source: Update done, please close this window.
fr_fr: Mise à jour terminée, s'il vous plaît fermez cette fenêtre.

source: <p> By default, OctoPrint will update itself via <code>pip</code> to published releases. OctoPrint can also update itself via <code>git</code> to arbitrary development branches you need to check out manually. If you want to do that though it needs to know its checkout folder. You can configure that here. </p>
fr_fr: <p> Par défaut, OctoPrint se mettra à jour par le biais de <code>pip</code>vers les versions publiées. OctoPrint peut se met également à jour via<code>git</code>vers des branches de développement arbitraires que vous devez extraire manuellement. Si vous voulez le faire, il doit connaître son dossier de paiement. Vous pouvez configurer cela ici. </ p>

source: <p> If you are running a release version of OctoPrint, leave at "Release" tracking. If you are running a different branch however, you should setup "Commit" tracking. </p>
fr_fr: <p> Si vous exécutez une version finale d'OctoPrint, laissez le suivi "Publication". Si vous utilisez un autre branche cependant, vous devez configurer le suivi "Commit". </p>

source: OctoPrint checkout folder
fr_fr: Dossier de paiement OctoPrint

source: This needs to be set if you select commit based version tracking.
fr_fr: Cela doit être défini si vous sélectionnez le suivi de version basé sur la validation.

source: Make sure you have read <a href="%(url)s" target="_blank" rel="noreferrer noopener">"How to use the release channels to help test release candidates"</a> before switching to a release channel other than "Stable"
fr_fr: Assurez-vous d'avoir lu <a href="%(url)s" target="_blank" rel="noreferrer noopener">"Comment utiliser les canaux de diffusion pour aider à tester les candidats à la publication"</a>avant de passer à une version canal autre que "Stable"

source: OctoPrint version tracking
fr_fr: Suivi de version OctoPrint

source: Anonymous Usage Tracking
fr_fr: Suivi de l'utilisation anonyme

source: Please set up anonymous usage tracking
fr_fr: Veuillez configurer le suivi de l'utilisation anonyme

source: You haven't yet decided on whether to enable or disable anonymous usage tracking. You need to either enable or disable it before continuing.
fr_fr: Vous n'avez pas encore décidé d'activer ou de désactiver le suivi de l'utilisation anonyme. Vous devez l'activer ou le désactiver avant de continuer.

source: Please open a <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>bug report</a> on this. Make sure to include all requested information, including your <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS console</a> and <code>octoprint.log</code>.
fr_fr: SVP ouvrez un <a href='%(bugreport)s' target='_blank' rel='noopener noreferrer'>rapport de bug</a> sur ce problème. Assurez-vous d’inclure toutes les informations demandées, y compris votre <a href='%(jsconsole)s' target='_blank' rel='noopener noreferrer'>JS console</a> et <code>octoprint.log</code>.

source: Enable anonymous usage tracking
fr_fr: Activer le suivi de l'utilisation anonyme

source: Events to track. The ping is mandatory.
fr_fr: Événements à suivre. Le ping est obligatoire.

source: Tracked events
fr_fr: Événements suivis

source: Regular ping
fr_fr: Ping régulier

source: Server startup & shutdown
fr_fr: Démarrage et arrêt du serveur

source: Connected to printer
fr_fr: Connecté à une imprimante

source: Printer Safety Check warnings
fr_fr: Avertissements relatifs au contrôle de sécurité de l'imprimante

source: Print started/cancelled/finished
fr_fr: Impression commencée / annulée / terminée

source: Errors in the communication with the printer and/or reported by the firmware
fr_fr: Erreurs dans la communication avec l'imprimante et / ou signalées par le micrologiciel

source: Plugin installed/uninstalled/enabled/disabled
fr_fr: Plugin installé / désinstallé / activé / désactivé

source: OctoPrint or a plugin updated successfully or unsuccessfully
fr_fr: OctoPrint ou un plugin mis à jour avec succès ou non

source: System got throttled/unthrottled (currently only detected on RPis)
fr_fr: Le système est étranglé / non étranglé (actuellement détecté uniquement sur RPis)

source: Configure Anonymous Usage Tracking
fr_fr: Configurer le suivi de l'utilisation anonyme

source: <strong>Note:</strong> You can always change your decision and also access more granular controls via Settings > Anonymous Usage Tracking.
fr_fr: <strong>Note:</strong>Vous pouvez toujours modifier votre décision et également accéder à des contrôles plus granulaires via Paramètres> Suivi de l'utilisation anonyme.

source: Disable Anonymous Usage Tracking
fr_fr: Désactiver le suivi de l'utilisation anonyme

source: Enable Anonymous Usage Tracking
fr_fr: Activer le suivi de l'utilisation anonyme

source: Anonymous Usage Tracking is <strong class="text-success">enabled</strong>.
fr_fr: Le suivi de l'utilisation anonyme est <strong class ="text-success">activé</ strong>.

source: Anonymous Usage Tracking is <strong class="text-danger">disabled</strong>.
fr_fr: Le suivi de l'utilisation anonyme est <strong class="text-danger">désactivé</strong>.

source: <p> Anonymous usage tracking provides valuable insights into how many instances running what versions of OctoPrint are out there, whether they are successfully completing print jobs and various other metrics. </p> <p> By enabling it you help to identify problems with new releases and release candidates early on, and to better tailor OctoPrint's future development to actual use. </p>
fr_fr: <p> Le suivi de l’utilisation anonyme fournit de précieuses informations sur le nombre d’instances utilisant les versions d’OctoPrint, s'ils réussissent les travaux d'impression et divers autres indicateurs. </ p> <p> En l’activant, vous aidez à identifier les problèmes avec les nouvelles versions et les candidats à la publication dès le début, et à mieux adaptez le développement futur d’OctoPrint à l’utilisation réelle. </ p>

source: For details on what gets tracked, please refer to <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer">tracking.octoprint.org</a> and also the <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer">Privacy Policy at tracking.octoprint.org</a>.
fr_fr: Pour plus de détails sur ce qui est suivi, veuillez vous reporter à <a href="https://tracking.octoprint.org" target="_blank" rel="noopener noreferrer"> tracking.octoprint.org </a>. ainsi que les <a href="https://tracking.octoprint.org/privacy" target="_blank" rel="noopener noreferrer"> Règles de confidentialité de tracking.octoprint.org </a>.

source: Connection
fr_fr: Connexion

source: State
fr_fr: Etat

source: Files
fr_fr: Fichiers

source: Control
fr_fr: Contrôle

source: GCode Viewer
fr_fr: Visualisateur GCode

source: Timelapse
fr_fr: Laps de temps

source: Printer
fr_fr: Imprimante

source: Serial Connection
fr_fr: Connexion Série

source: Printer Profiles
fr_fr: Profils d'imprimante

source: Terminal Filters
fr_fr: Filtres de terminal

source: GCODE Scripts
fr_fr: Scripts GCODE

source: Features
fr_fr: Caractéristiques

source: GCODE Visualizer
fr_fr: Visualisateur GCODE

source: Folders
fr_fr: Répertoires

source: Appearance
fr_fr: Apparence

source: Server
fr_fr: Serveur

source: Access
fr_fr: Acces

source: Start
fr_fr: Démarrage

source: Finish
fr_fr: Terminé

source: Shutdown system
fr_fr: Eteindre le système

source: <strong>You are about to shutdown the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr_fr: <strong>Vous êtes sur le point d'éteindre le système.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale pouvant également s'appliquer aux impressions exécutées directement à partir de votre imprimante. stockage interne).

source: Reboot system
fr_fr: Redémarrer le système

source: <strong>You are about to reboot the system.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr_fr: <strong>Vous êtes sur le point de redémarrer le système.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale pouvant également s'appliquer aux impressions exécutées directement à partir de votre imprimante. stockage interne).

source: Restart OctoPrint
fr_fr: Redémarrer Octoprint

source: <strong>You are about to restart the OctoPrint server.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr_fr: <strong>Vous êtes sur le point de redémarrer le serveur OctoPrint.</strong></p><p> Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale pouvant également s'appliquer aux impressions exécutées directement à partir de votre ordinateur. mémoire interne de l'imprimante).

source: Restart OctoPrint in safe mode
fr_fr: Redémarrez OctoPrint en mode sans échec

source: <strong>You are about to restart the OctoPrint server in safe mode.</strong></p><p>This action may disrupt any ongoing print jobs (depending on your printer's controller and general setup that might also apply to prints run directly from your printer's internal storage).
fr_fr: <strong>Vous êtes sur le point de redémarrer le serveur OctoPrint en mode sans échec.</strong></p><p>Cette action peut perturber les travaux d'impression en cours (en fonction du contrôleur de votre imprimante et de la configuration générale pouvant également s'appliquer à l'impression). directement à partir de la mémoire interne de votre imprimante).

source: Server is offline
fr_fr: Le Serveur est hors ligne

source: The server appears to be offline, at least I'm not getting any response from it. I'll try to reconnect automatically <strong>over the next couple of minutes</strong>, however you are welcome to try a manual reconnect anytime using the button below.
fr_fr: Le serveur semble être hors ligne, du moins je ne reçois aucune réponse. J'essaierai de vous reconnecter automatiquement<strong>au cours des prochaines minutes</strong>, mais vous pouvez néanmoins essayer de vous reconnecter manuellement à tout moment en utilisant le bouton ci-dessous.

source: The server appears to be offline, at least I'm not getting any response from it. I <strong>could not reconnect automatically</strong>, but you may try a manual reconnect using the button below.
fr_fr: Le serveur semble être hors ligne, du moins je ne reçois aucune réponse. Je<strong>ne peux pas me reconnecter automatiquement</strong>, mais vous pouvez essayer de vous reconnecter manuellement à l'aide du bouton ci-dessous.

source: Unknown
fr_fr: Inconnu

source: Command line flag
fr_fr: Indicateur de ligne de commande

source: Setting in config.yaml
fr_fr: Réglage dans config.yaml

source: Problem during last startup
fr_fr: Problème lors du dernier démarrage

source: Safe mode is active
fr_fr: Le mode sans échec est actif

source: <p>The server is currently running in safe mode. Third party plugins are disabled and cannot be enabled.</p><p>Reason: %(reason)s</p>
fr_fr: <p>Le serveur fonctionne actuellement en mode sans échec. Les plugins tiers sont désactivés et ne peuvent pas être activés.</p><p>Reason: %(reason)s</p>

source: Slicing ... (%(percentage)d%%)
fr_fr: Découpage ... (%(percentage)d%%)

source: Error reported by printer
fr_fr: Erreur signalée par l'imprimante

source: Your printer's firmware reported an error. Due to that the ongoing print job will be cancelled. Reported error: %(firmwareError)s
fr_fr: Le micrologiciel de votre imprimante a signalé une erreur. En raison de cela, le travail d'impression en cours sera annulé. Erreur signalée:%(firmwareError)s

source: Your printer's firmware reported an error. Due to that OctoPrint will disconnect. Reported error: %(error)s
fr_fr: Le micrologiciel de votre imprimante a signalé une erreur. En raison de cela, OctoPrint se déconnectera. Erreur signalée:%(error)s

source: Communication error
fr_fr: Erreur de communication

source: There was a communication error while talking to your printer. Please consult the terminal output and octoprint.log for details. Error: %(error)s
fr_fr: Une erreur de communication s'est produite lors d'une conversation avec votre imprimante. Veuillez consulter la sortie du terminal et octoprint.log pour plus de détails. Erreur: %(error)s

source: Error connecting to printer
fr_fr: Erreur de connexion à l'imprimante

source: There was an error while trying to connect to your printer. Error: %(error)s
fr_fr: Une erreur s'est produite lors de la tentative de connexion à votre imprimante. Erreur: %(error)s
